[{"first":"Bob","last":"Morgan","title":"President and CEO, Charlotte Chamber of Commerce","organization":"Charlotte Chamber of Commerce","answer":"The education and skills development of all our citizens. North Carolina is too dependent upon talent moving here from elsewhere. We can and must do a better job of preparing all of our citizens for the jobs of today and tomorrow. This is good for business, it is good for economic development and it will create economic mobility for those who need it the most."},{"first":"Liz","last":"Chen","title":"Co-Founder of MyHealthEd","organization":"MyHealthEd ","answer":"Leaders should stop working in silos; instead, leaders should be silo-busters. We need leaders across all sectors to work towards a set of ambitious and measurable goals to develop a skilled workforce to meet the needs of North Carolina's ever-changing economy."},{"first":"Michael","last":"Marsicano","title":"President and CEO, Foundation For The Carolinas","organization":"","answer":"The biggest challenge our leaders must confront in North Carolina is divided leadership and the decline of collaborative leadership both within government at all levels as well as between government, the private and the non-profit sectors. States moving well ahead of North Carolina have managed to achieve unity in purpose at leadership levels as models for their entire citizenry."},{"first":"Karen","last":"Rindge","title":"Executive Director, WakeUP Wake County","organization":"","answer":"Planning for growth. By 2030, our state will grow by 1.4 million people, having added over a million in the last decade alone. Leaders must plan well for the myriad transportation, housing, water, education, and job needs for a diverse population and do it in ways that ensure a healthy environment, economic prosperity, public health, and social equity as North Carolina continues to grow faster than most of the nation."},{"first":"Jay ","last":"Everette","title":"Community Affairs Manager, Wells Fargo","organization":"","answer":"Leaders need to be open to understanding economic, social and educational issues from a “One North Carolina” perspective instead of urban versus rural or conservative versus liberal point of view. We need servant leaders who are committed to understanding factual research, finding smart and innovative solutions and partnering to address critical educational, environmental, infrastructure and social service needs in our state."},{"first":"Sharon","last":"Decker","title":"Chief Operating Officer, Tryon Equestrian Partners","organization":"","answer":"The single biggest challenge our leaders must confront to secure a better future for North Carolina is to acknowledge the increasing urbanization of our state while providing the infrastructure and connectivity (roads, internet, education,water, sewer,etc) that insures rural, agricultural North Carolina can still thrive. We will not change the urban demographic shift. That is a national and international trend of this generation, that will not likely reverse. However, the natural positioning of our urban centers, Wilmington, Charlotte, Asheville, The Triangle and The Triad allows us a unique opportunity to embrace the shift and create an even more economically healthy state across urban and rural markets."},{"first":"Mike","last":"Easley","title":"N.C. Governor, 2001-2009","organization":"","answer":"Educational improvement in Pre-K -12 and access to our universities and community colleges are critical to a better economy and a higher quality of life. Knowledge, talent and skill will propel economic improvement in every region of our state and nation. America’s competitive edge has always been our commitment to creativity and innovation. If we fail to meet this challenge, we will be remembered as the generation that surrendered American dominance of the world economy. "},{"first":"Bishop Hope Morgan ","last":"Ward","title":"Bishop, North Carolina Conference, \nUnited Methodist Church","organization":"","answer":"The great challenge before us is the growing parallel universe of people with differing economic resources, race and political opinion. Meaningful relationships connect us for abundant life and unite us in working together for strong public education, restorative juvenile justice, food security, and abundant life for all people in North Carolina."},{"first":"Hugh","last":"McColl","title":"CEO of Bank of America, 1983-2001","organization":"","answer":"North Carolina’s elected leaders need to focus on what made us a great state over the last 100 years - specifically a business friendly state, welcoming to all with ambition and drive, progressive universities and colleges and concern for all of its citizens. Lastly they should stop trying to micromanage our cities and institutions of higher learning."},{"first":"Richard ","last":"Vinroot","title":"Charlotte mayor, 1991 to 1995","organization":"","answer":"They must try to find common ground in an era of hyper-partisanship in which most of them are being elected in carefully-gerrymandered districts, and upon election will serve in governing bodies in which they and almost everyone else there will likely identify their constituents and their political interests in “red” or “blue” terms. And, they must do so at a time in which much of politics (and media/Internet coverage thereof) seems to be more about “style” and “gotcha” moments, than substance. Here’s hoping we find and elect the right people to confront these challenges!"},{"first":"Walter","last":"Dalton","title":"N.C. Lt. Governor, 19XX-XXXX","organization":"","answer":"Good jobs equate to less poverty, less hunger, better health care, and a better quality of life. Education is the key.  Therefore, investment in education and workforce development to provide and attract good jobs is critical. See “The Coming Job Wars” by Jim Clifton. The challenge is to win this war and be sure every individual in every corner of our state has the opportunity to succeed."},{"first":"Joan","last":"Zimmerman","title":"CEO, Southern Shows, Inc.","organization":"","answer":"As much as most of us love North Carolina, it’s no secret our state has many challenges.  Improving our education system tops the list. That means making all schools equal regardless of location, paying our teachers well, and consistently updating teaching methods.  We should include adult education on the list, retraining those with obsolete skills to rejoin, or stay in, the workforce.  Close on the heels of education are a guaranteed living wage, affordable housing, affordable healthcare, equality, and social access.  Most of the challenges we face, or opportunities we receive, can be traced back to the education we received starting at an early age.  "},{"first":"Bob","last":"Page","title":"CEO, Replacements, Ltd.","organization":"","answer":"I believe that wide-scale economic inequality is a threat to our democracy and to every North Carolina community. Wealthy people are thriving, but middle and working class people are struggling every day, facing uncertainty and challenges making ends meet. As a business owner and an advocate for creating stronger communities, I’m seeing and hearing from North Carolinians who are frustrated over a lack of buying power and a loss in quality of life. Fear and frustration are very clearly spilling over into the public square, and our communities are divided as a result. This is dangerous for all of us."},{"first":"Anita","last":"Brown-Graham","title":"","organization":"","answer":"The future of work is here. We are creating jobs; but, ncIMPACT’s engagement with over 100 North Carolina leaders indicates they are worried that the skills of too many N.C. residents have not kept up with the intense market volatility brought on by new business models, the speed at which technology is disrupting every industry, and the consequent, ever-changing, demands of the job market. "},{"first":"Dr. Kandi","last":"Deitemeyer","title":"President, Central Piedmont Community College","organization":"","answer":"To secure a better future for all North Carolinians, we as leaders must determine and support an educational and economic plan that provides prosperity for individuals from the rural communities to the city centers. Aligning educational pathways to meet the workforce and training needs of our citizenry to ensure job opportunity and career laddering for success is essential."},{"first":"Mike ","last":"Rizer","title":"Head of Community Relations, Wells Fargo Bank","organization":"","answer":"State leaders must eliminate gerrymandering and other voter restrictions that discourage participation in our electoral process. Beyond, in effect, denying one person/one vote, the artificial constraints perpetuate a system of electing officials with extreme views   on both sides of the aisle - and do not incent or reward compromise and moderation for the common good."},{"first":"Ric ","last":"Elias","title":"CEO, Red Ventures","organization":"","answer":"Our biggest challenge as leaders in North Carolina is putting our state and our country above our politics.  Our political system has divided us, and we can’t expect government and nonprofits to be the only bridges to progress. Business leaders are experts at uniting people, regardless of background or belief, around common goals.  To secure a better future for North Carolina we must own the responsibility of our privilege and use the energy inside our platforms to address the growing inequity gap. We must find a new currency that’s not profit or stock price, but impact on our state."},{"first":"Cyndee","last":"Patterson","title":"President, The Lee Institute","organization":"","answer":"There are many important challenges facing North Carolina. Our single biggest challenge is how on earth do we work together to advance shared solutions?\r\nAt the Lee Institute, we bring people together to tackle community issues. We often start by highlighting shared values. Borrowing from Bill Grace at Common Good Works, people consider a list of 20-25 words that represent core values, and they select their top five.  People stand and remain standing as core values are called out. By the time we have read out family, faith, hope, responsibility, love 90 percent of people are standing. So if we, as North Carolinians focus on our shared values, we may well find a way to work together on our challenges.\r\n"},{"first":"Lew","last":"Ebert","title":"CEO, North Carolina Chamber","organization":"","answer":"One driving force behind North Carolina’s success has been a forward-thinking business community that has dedicated itself to prioritizing education and workforce development, strengthening our competitive business climate, and creating effective economic development strategies and tools that provide for economic vitality and good quality of life.\r\nTo secure a better future, our state’s leaders must focus on aligning education and talent supply systems to effectively connect North Carolinians with the jobs of the future. It is as important now as ever to evaluate our current position when it comes to attracting, creating and keeping good jobs; assess areas for improvement and focus on the plan to accelerate job growth and preserve the quality of life for all North Carolinians.\r\n"},{"first":"Webb","last":"Hubbell","title":"Author, former Clinton administration member","organization":"","answer":"The single greatest challenge is for our elected leaders to overcome their differences, tone down their rhetoric, and put aside partisanship in order to secure a better future for all North Carolinians. \r\nFor them to succeed, we too must put aside our differences, whether they are geographic, economic, social, or political. We must demand that our leaders seek the common welfare in areas such as health, education, the environment, criminal justice, and economic opportunity. \r\nPie in the sky, perhaps, but North Carolina is equal to the challenge. \r\n"},{"first":"Astrid","last":"Chirinos","title":"Chief Development Executive, Latin American Economic Development Corporation","organization":"","answer":"The biggest challenge N.C. leaders face is: To embrace leadership as a collaboration that creates a community of learners with a teachable spirit eager to discover. To embrace friction as a natural element of the traction needed  to co-create new models where all participate and thrive in our new economy. To move beyond sympathy to empathy in order to build sustainable equity for a vibrant NC!"},{"first":"Paul ","last":"Valone","title":"President, Grass Roots North Carolina","organization":"","answer":"Members of America’s increasingly bipolar electorate now chart two very different futures for both our country and our state. Traditionalists seek individual self-sufficiency, national sovereignty and a return to bedrock values, while progressives view society through lenses of identity politics colored by racism, misogyny and homophobia, which they intend to eradicate by tearing down traditional America. With each passing day, the clash of those views becomes more violent.\r\nTo achieve our national potential elected representatives must exercise the fortitude to reject the name-calling which now passes for political debate and enact rational, fact-based public policies which eliminate, rather than perpetuate, multi-generational dependence on what was intended by the Framers to be a limited government.\r\n"},{"first":"Brooks","last":"Bell  ","title":"CEO of Brooks Bell, Inc.","organization":"","answer":"Leaders in North Carolina must address gerrymandering in the state. It's the root cause of many of the extreme policies that our state passes, and is also the foundation of a fair and representative democracy."},{"first":"Catherine","last":"Lawson","title":"Attorney, Parker Poe in Raleigh","organization":"","answer":"The idea that \"for me to win, you must lose,\" has poisoned our trust in each other and our institutions. Leaders must choose not to exploit that belief and instead do the messy work of tackling solvable problems with any willing ally – even if doing so is not immediately rewarded."},{"first":"Pamela","last":"Davies","title":"President, Queens University of Charlotte","organization":"","answer":"Providing quality education, from early childhood to K-12 to post-secondary, is the single biggest challenge for our state. The future of North Carolina depends upon having educated citizens with access to opportunities."},{"first":"Patrick ","last":"Woodie","title":"President, NC Rural Center","organization":"","answer":"While some areas of our state are flourishing post Great Recession, too many of our rural and urban communities are still struggling. There are more than 4 million North Carolinians living in our rural counties. Many individuals living in our most distressed rural areas - and countless more individuals in concentrated pockets in even our most bustling metros - have not returned to pre-recession levels of employment. For us to thrive as a state, all of North Carolina must be thriving."}]
