[{"first":"Bishop Claude","last":"Alexander Jr. ","title":"Senior Pastor, The Park Church","group":"Advocacy ","answer":"One of the great challenges for North Carolina and its leaders is to create a dynamic vision of the future that compels people to move from competing interests to common destiny."},{"first":"Brooks","last":"Bell  ","title":"CEO, Brooks Bell, Inc.","group":"Business","answer":"Leaders in North Carolina must address gerrymandering in the state. It's the root cause of many of the extreme policies that our state passes, and is also the foundation of a fair and representative democracy."},{"first":"Anita","last":"Brown-Graham","title":"Director of ncIMPACT; Professor of Public Law and Government, UNC Chapel Hill","group":"Education","answer":"The future of work is here. We are creating jobs; but, ncIMPACT’s engagement with over 100 North Carolina leaders indicates they are worried that the skills of too many N.C. residents have not kept up with the intense market volatility brought on by new business models, the speed at which technology is disrupting every industry, and the consequent, ever-changing, demands of the job market. "},{"first":"Pearl","last":"Burris-Floyd","title":"Secretary, UNC Board of Governors","group":"Education","answer":"It is imperative we confront mental health and substance abuse, especially opioids to secure a better future for North Carolina. "},{"first":"Liz","last":"Chen","title":"Co-Founder of MyHealthEd","group":"Advocacy ","answer":"Leaders should stop working in silos; instead, leaders should be silo-busters. We need leaders across all sectors to work toward a set of ambitious and measurable goals to develop a skilled workforce to meet the needs of North Carolina's ever-changing economy."},{"first":"Astrid","last":"Chirinos","title":"Executive Director, Simmons YMCA","group":"Advocacy ","answer":"The biggest challenge N.C. leaders face is: To embrace leadership as a collaboration that creates a community of learners with a teachable spirit eager to discover. To embrace friction as a natural element of the traction needed  to co-create new models where all participate and thrive in our new economy. To move beyond sympathy to empathy in order to build sustainable equity for a vibrant NC!"},{"first":"Ashley","last":"Christensen","title":"Chef, restaurateur, food activist, philanthropist","group":"Advocacy ","answer":"I think the biggest challenge is how to bridge the divide and foster understanding between urban and rural communities. This task is inextricably tied with finding ways to ensure equal and accurate representation for all."},{"first":"James ","last":"Coleman","title":"Professor, Duke Law School; Director of Center for Criminal Justice and Professional Responsibility, Co-Director of  the Wrongful Convictions Clinic at Duke","group":"Education","answer":"Race is increasingly pulling us apart. We need leaders who are willing to admit that and not worry about its impact on the next election. By admitting the corrosive effect of ignoring the role race plays in our public life, we can begin an honest search for ways to change that."},{"first":"Kit","last":"Cramer","title":"President and CEO, Asheville Area Chamber of Commerce","group":"Business","answer":"Communities that will win the future are those that can grow, attract and retain talent. North Carolina leaders need to look at both short-and long-term solutions. A long-term issue that needs much more focus is how we provide quality care for our youngest children. Research shows that quality care in the first years of a child’s life establishes critical brain pathways that will literally be pruned if they are not fully developed. Nobel economist James Heckman states that the best return on investment can come from early intervention, saving money on future remediation, social services and incarceration. We can best meet our state’s future talent needs by investing in helping parents provide quality early care experiences for children."},{"first":"Paul ","last":"Cuadros","title":"Executive director, UNC Scholars’ Latino Initiative. Associate professor, UNC School of Media and Journalism","group":"Advocacy ","answer":"The single biggest challenge facing our leaders for a better future in North Carolina is unity. We are a divided state in a divided country and what we need our leaders to do for all of us is find a way to unify our people in small ways and great ways. Unity is the single most important issue of the day, even as we become a more pluralistic multicultural society."},{"first":"Walter","last":"Dalton","title":"President, Isothermal Community College; Lt. Governor, 2009-2013","group":"Education","answer":"Good jobs equate to less poverty, less hunger, better health care, and a better quality of life. Education is the key.  Therefore, investment in education and workforce development to provide and attract good jobs is critical. See “The Coming Job Wars” by Jim Clifton. The challenge is to win this war and be sure every individual in every corner of our state has the opportunity to succeed."},{"first":"Pamela","last":"Davies","title":"President, Queens University of Charlotte","group":"Education","answer":"Providing quality education, from early childhood to K-12 to post-secondary, is the single biggest challenge for our state. The future of North Carolina depends upon having educated citizens with access to opportunities."},{"first":"Sharon","last":"Decker","title":"Chief Operating Officer, Tryon Equestrian Partners","group":"Business","answer":"The single biggest challenge our leaders must confront to secure a better future for North Carolina is to acknowledge the increasing urbanization of our state while providing the infrastructure and connectivity (roads, internet, education, water, sewer, etc.) that ensures rural, agricultural North Carolina can still thrive. We will not change the urban demographic shift. That is a national and international trend of this generation, that will not likely reverse. However, the natural positioning of our urban centers, Wilmington, Charlotte, Asheville, The Triangle and The Triad allows us a unique opportunity to embrace the shift and create an even more economically healthy state across urban and rural markets."},{"first":"Dr. Kandi","last":"Deitemeyer","title":"President, Central Piedmont Community College","group":"Education","answer":"To secure a better future for all North Carolinians, we as leaders must determine and support an educational and economic plan that provides prosperity for individuals from the rural communities to the city centers. Aligning educational pathways to meet the workforce and training needs of our citizenry to ensure job opportunity and career laddering for success is essential."},{"first":"Mike","last":"Easley","title":"Governor, 2001-2009","group":"Government","answer":"Educational improvement in Pre-K-12 and access to our universities and community colleges are critical to a better economy and a higher quality of life. Knowledge, talent and skill will propel economic improvement in every region of our state and nation. America’s competitive edge has always been our commitment to creativity and innovation. If we fail to meet this challenge, we will be remembered as the generation that surrendered American dominance of the world economy. "},{"first":"Lew","last":"Ebert","title":"CEO, North Carolina Chamber","group":"Business","answer":"One driving force behind North Carolina’s success has been a forward-thinking business community that has dedicated itself to prioritizing education and workforce development, strengthening our competitive business climate, and creating effective economic development strategies and tools that provide for economic vitality and good quality of life.\n\nTo secure a better future, our state’s leaders must focus on aligning education and talent supply systems to effectively connect North Carolinians with the jobs of the future. It is as important now as ever to evaluate our current position when it comes to attracting, creating and keeping good jobs; assess areas for improvement and focus on the plan to accelerate job growth and preserve the quality of life for all North Carolinians."},{"first":"Ric ","last":"Elias","title":"CEO, Red Ventures","group":"Business","answer":"Our biggest challenge as leaders in North Carolina is putting our state and our country above our politics.  Our political system has divided us, and we can’t expect government and nonprofits to be the only bridges to progress. Business leaders are experts at uniting people, regardless of background or belief, around common goals.  To secure a better future for North Carolina we must own the responsibility of our privilege and use the energy inside our platforms to address the growing inequity gap. We must find a new currency that’s not profit or stock price, but impact on our state."},{"first":"Frank","last":"Emory","title":"Partner, Hunton & Williams; Chairman, Economic Development Partnership of North Carolina","group":"Business","answer":"Our key challenge is to make the most of all the talent in our state. That means focusing on and funding workforce and citizenship development, beginning with early childhood education and continuing through to post high school training."},{"first":"Jay ","last":"Everette","title":"Senior Vice President and Community Affairs Manager, Wells Fargo","group":"Business","answer":"Leaders need to be open to understanding economic, social and educational issues from a “One North Carolina” perspective instead of urban versus rural or conservative versus liberal point of view. We need servant leaders who are committed to understanding factual research, finding smart and innovative solutions and partnering to address critical educational, environmental, infrastructure and social service needs in our state."},{"first":"Carol","last":"Folt","title":"Chancellor, UNC Chapel Hill","group":"Education","answer":"Closing the growing educational gap in our state and nation is the most important challenge I see to securing the future prosperity and well-being of our citizens. The 21st century economy is knowledge-based, highly technical, rapidly changing and global. We must eliminate educational disparities, attract and retain the best faculty, and expand and modernize our educational system so all students have every opportunity to reach their full potential. We can’t afford to leave untapped generations of students and the unrealized capacity of creativity of our most outstanding researchers. The future is here – competition is fierce – but with attention and focus our state can lead the way in what I like to call the new educational-economic imperative. "},{"first":"Shirley","last":"Frye","title":"Longtime Greensboro community leader","group":"Advocacy ","answer":"In a very broad sense, the single biggest challenge our leaders must confront to secure a better future for North Carolina is developing trust! A large number of people – including future leaders – are skeptical of our leaders. Often times this skepticism turns out to be justified. Would-be leaders should begin by being truthful. “Say what you mean and mean what you say.” We need role models who never have to apologize for their behavior."},{"first":"Dr. Laura","last":"Gerald","title":"President, Kate B. Reynolds Charitable Trust","group":"Advocacy ","answer":"We must focus on North Carolina’s youngest residents to ensure thriving communities in the future. This means investing in early childhood learning opportunities; preparing for today’s and tomorrow’s workforce; and ensuring affordable, quality health care for children and their families. For all of our children to succeed, we must listen to and learn from community, foster creative and collaborative solutions to remove barriers, and work at local and statewide levels to make sustainable progress. It’s an exciting time for change in North Carolina."},{"first":"Lynn","last":"Good","title":"CEO, Duke Energy","group":"Business","answer":"The single biggest challenge is how to best prepare our workforce to compete in a world where change is occurring so rapidly. Industries are transforming and by adapting to these changing requirements, we will be able to compete nationally to attract industries to North Carolina and fill the jobs of tomorrow."},{"first":"Dr. Virginia","last":"Hardy","title":"Vice Chancellor of Student Affairs, East Carolina University","group":"Education","answer":"Education. We have to ensure that all N.C. students have access to quality education, from pre-K to postsecondary. K-12 education builds students’ readiness and proficiency; hence, we must ensure there is equity in infrastructure of education -- technical and digital innovation, adequate nutrition, skilled, well-compensated teachers, safety and sufficient materials/supplies. Rural Tier 1 counties need a great deal of attention and resources related to educational preparation for students and teachers.\nObtaining post-secondary education should be accessible and affordable. A strong educational foundation -- especially for Tier 1 areas -- prepares young people to be competitive so they can access postsecondary education. An educated, skilled, culturally competent workforce better positions North Carolina in a growing global economy."},{"first":"Vivian","last":"Howard","title":"Chef, author, TV host, advocate for Eastern N.C.","group":"Advocacy ","answer":"From my perspective the biggest challenge our leaders face is leveling the playing field between rural and urban communities. North Carolina's urban centers are flush with opportunity and resources while many of our rural communities don't even have access to high-speed broadband Internet. That stark disparity has to soften in order to secure a better future for North Carolina."},{"first":"Webb","last":"Hubbell","title":"Author, former Clinton administration member","group":"Government","answer":"The single greatest challenge is for our elected leaders to overcome their differences, tone down their rhetoric, and put aside partisanship in order to secure a better future for all North Carolinians. \n\nFor them to succeed, we too must put aside our differences, whether they are geographic, economic, social or political. We must demand that our leaders seek the common welfare in areas such as health, education, the environment, criminal justice and economic opportunity. \n\nPie in the sky, perhaps, but North Carolina is equal to the challenge."},{"first":"Mark","last":"Jewell","title":"President, North Carolina Association of Educators","group":"Education","answer":"Our future depends on critical investments in our public school students. North Carolina ranks unacceptably low in what we spend on our students. Our public schools are being starved for resources like updated textbooks and technology and our educators are working second or third jobs to make ends meet.  At the same time, we have given billions in tax cuts to corporations and the wealthy. We must prioritize our classrooms before our corporate board rooms in order to secure a sustainable future for North Carolina. "},{"first":"Dr. James H.","last":"Johnson","title":"Distinguished Professor of Strategy and Entrepreneurship, UNC’s Kenan-Flagler Business School; director of the Urban Investment Strategies Center","group":"Education","answer":"The single biggest challenge our leaders must confront is protecting and improving the health and socio-economic wellbeing of all North Carolinians. Communities that strategically position themselves in the economic development marketplace as sustainable places to live and do business are more likely to be successful engines of innovation, business development, and employment growth."},{"first":"Catherine","last":"Lawson","title":"Attorney, Parker Poe in Raleigh; Started the #meAt14 campaign","group":"Advocacy ","answer":"The idea that \"for me to win, you must lose,\" has poisoned our trust in each other and our institutions. Leaders must choose not to exploit that belief and instead do the messy work of tackling solvable problems with any willing ally – even if doing so is not immediately rewarded."},{"first":"Doug","last":"Lebda","title":"CEO, Lending Tree","group":"Business","answer":"Attracting, retaining and growing tech talent in North Carolina should be a key initiative for our state. The older industrial communities were built on innovation and entrepreneurship, the same principles needed to create a strong technology ecosystem throughout North Carolina.  "},{"first":"Carol","last":"Lovin","title":"Executive Vice President and Chief Strategy Officer, Atrium Health","group":"Business","answer":"We must work together to look beyond the walls of our traditional healthcare facilities to find innovative and sustainable ways to improve the health of communities across North Carolina – ensuring every citizen has the access to world-class healthcare they deserve. Whether it is implementing new models of care for underserved and rural populations, investing in new telehealth technologies, or integrating behavioral health services into primary care settings, it is essential that we partner together across organizations and industries to bring a new level of expertise and capabilities to the citizens of this great state. By doing this, we can accomplish far more together than what any organization could ever do alone."},{"first":"Michael","last":"Marsicano","title":"President and CEO, Foundation For The Carolinas","group":"Advocacy ","answer":"The biggest challenge our leaders must confront in North Carolina is divided leadership and the decline of collaborative leadership both within government at all levels as well as between government, the private and the non-profit sectors. States moving well ahead of North Carolina have managed to achieve unity in purpose at leadership levels as models for their entire citizenry."},{"first":"Jim","last":"Martin","title":"Governor, 1985-1993","group":"Government","answer":"A better future for North Carolinians will require a stronger economy, with a robust job market bidding up wages for all, which in turn will require more productive educational systems and more facile transportation systems. The golden triangle for our future requires “Better Schools and Better Roads for Better Jobs.” Educational improvements must prepare our young people for increasingly technical employment, while transportation improvements are essential to deliver our products to world markets - yet without a stronger job market, how will we afford all our other needs?"},{"first":"Hugh","last":"McColl","title":"CEO of Bank of America, 1983-2001","group":"Business","answer":"North Carolina’s elected leaders need to focus on what made us a great state over the last 100 years -- specifically a business friendly state, welcoming to all with ambition and drive, progressive universities and colleges and concern for all of its citizens. Lastly they should stop trying to micromanage our cities and institutions of higher learning."},{"first":"Pat","last":"McCrory","title":"Governor, 2013-2017, Charlotte mayor 1995-2009","group":"Government","answer":"The biggest challenge for North Carolina is walking the fine line in continuing economic growth and opportunity for jobs while also protecting the values, the environment and the quality of life of our great state. To accomplish this, leaders must have clear, ethical and innovative visions and policies regarding infrastructure, affordable and meaningful education, public safety, and especially the growing mental health and drug addiction problems facing our citizens and the workplace. Priorities must be set, and wasteful, duplicative, and unethical government actions and spending must be eliminated. "},{"first":"Bob","last":"Morgan","title":"President and CEO, Charlotte Chamber of Commerce","group":"Business","answer":"The education and skills development of all our citizens. North Carolina is too dependent upon talent moving here from elsewhere. We can and must do a better job of preparing all of our citizens for the jobs of today and tomorrow. This is good for business, it is good for economic development and it will create economic mobility for those who need it the most."},{"first":"Bree","last":"Newsome","title":"Activist","group":"Advocacy ","answer":"The single biggest challenge our leaders must confront to secure a better future for North Carolina is the problem of money in politics eroding democracy and overriding both the will and the best interest of the people. Whether the concern is affordable housing, criminal justice reform, schools or clean air and water, it's difficult to adequately address these issues when so much of our government has been corrupted by monied interests and access to an office is sold to the highest bidder."},{"first":"Bob","last":"Page","title":"CEO, Replacements, Ltd.","group":"Business","answer":"I believe that wide-scale economic inequality is a threat to our democracy and to every North Carolina community. Wealthy people are thriving, but middle and working class people are struggling every day, facing uncertainty and challenges making ends meet. As a business owner and an advocate for creating stronger communities, I’m seeing and hearing from North Carolinians who are frustrated over a lack of buying power and a loss in quality of life. Fear and frustration are very clearly spilling over into the public square, and our communities are divided as a result. This is dangerous for all of us."},{"first":"Cyndee","last":"Patterson","title":"President, The Lee Institute","group":"Advocacy ","answer":"There are many important challenges facing North Carolina. Our single biggest challenge is how on earth do we work together to advance shared solutions?\n\nAt the Lee Institute, we bring people together to tackle community issues. We often start by highlighting shared values. Borrowing from Bill Grace at Common Good Works, people consider a list of 20-25 words that represent core values, and they select their top five.  People stand and remain standing as core values are called out. By the time we have read out family, faith, hope, responsibility, love 90 percent of people are standing. So if we, as North Carolinians focus on our shared values, we may well find a way to work together on our challenges."},{"first":"Bev","last":"Perdue","title":"Governor, 2009-2013; Chair and Founder of digiLEARN","group":"Government","answer":"North Carolina’s biggest challenge has always been and will continue to be educating every resident of this state and helping them gain work skills. It’s estimated that 65 percent of today’s first graders will work in jobs that do not exist yet. Sixty percent of today’s service economy jobs -- accountants, bankers, truck drivers, etc. -- will not exist by 2030 or will be vastly different. North Carolina’s economy and role in a global economy depend on getting this education thing right. We have struggled for nearly 100 years with this basic challenge. We must now admit, as a people and as a state, that an education for a new economy is the resounding priority."},{"first":"Art ","last":"Pope","title":"CEO, Variety Wholesalers; Chairman, John William Pope Foundation","group":"Business","answer":"North Carolina should continue the fight to end poverty. This requires reform of the current welfare system, which while well intended, often perpetuates poverty from one generation to the next. This is especially true of the need to reform Medicaid, the growing cost of which cannot be sustained and which starves other state programs, including education, of needed funds. It requires education reform, so that state funds are better spent to prepare all our children and provide them the education and skills they need to break the multi-generation cycle of poverty. Finally, it requires state policies that foster economic growth, to provide better jobs and opportunities for all people to earn a good living and provide for themselves."},{"first":"Karen","last":"Rindge","title":"Executive Director, WakeUP Wake County","group":"Advocacy ","answer":"Planning for growth. By 2030, our state will grow by 1.4 million people, having added over a million in the last decade alone. Leaders must plan well for the myriad transportation, housing, water, education, and job needs for a diverse population and do it in ways that ensure a healthy environment, economic prosperity, public health, and social equity as North Carolina continues to grow faster than most of the nation."},{"first":"Mike ","last":"Rizer","title":"Executive Vice President and Head of Community Relations at Wells Fargo","group":"Business","answer":"State leaders must eliminate gerrymandering and other voter restrictions that discourage participation in our electoral process. Beyond, in effect, denying one person/one vote, the artificial constraints perpetuate a system of electing officials with extreme views -- on both sides of the aisle -- and do not incent or reward compromise and moderation for the common good."},{"first":"Pilar","last":"Rocha-Goldberg","title":"President/CEO, El Centro Hispano, Inc. ","group":"Advocacy ","answer":"The one challenge that I believe in many ways is at the heart of North Carolina's dysfunction is intolerance. Our government functions best closer to the center. This requires tolerance and respect. There are fewer lawmakers who can reasonably discuss an issue and find common ground on which compromise can be drawn. There is no room for meaningful discussion; no one listens. Issues have become extreme positions; any change or compromise becomes  a threat. This inability to discuss issues, the lack of integrity, the spread of misinformation and lies mirrors what we see nationally and is deeply troubling."},{"first":"Madison","last":"Shook","title":"GOP fundraiser","group":"Government","answer":"As our state grows, our leaders must fund a comprehensive and longterm solution for our state’s growing transportation and infrastructure needs. With North Carolina’s central location on the Eastern seaboard, we have the opportunity to continue becoming a premier hub for manufacturing and commerce. Further investing in our roads, our rail system, and our ports will keep North Carolina on future job creators’ radar."},{"first":"Sallie","last":"Shuping Russell","title":"Senior Advisor, BlackRock Private Equity Partners; Managing Director of BlackRock","group":"Business","answer":"The challenge is getting voting districts determined outside the political arena. They should be drawn by a nonpartisan group and determined so that each district would reflect more balance within its borders, vis-à-vis political parties, race and gender representation, economic diversity, urban/rural concerns, etc. If we get this right, then other imperatives such as education funding, healthcare services, infrastructure needs, tax issues, and criminal justice reform should follow."},{"first":"Richard","last":"Sneed","title":"Principal Chief, Eastern Band of Cherokee Indians","group":"Advocacy ","answer":"The single biggest challenge facing North Carolina leaders is ensuring that we are producing a career-ready workforce that is prepared to fill the \"new collar\" jobs that will require a strong background in science, technology, engineering and math (STEM). This will require a deliberate and strategic revamping of how education is dispensed within the current public education model."},{"first":"Thomas","last":"Stith","title":"Former Chief of Staff under Gov. Pat McCrory ","group":"Government","answer":"Today’s leaders, political, secular, and academic face the daunting task of balancing the needs of an ever-changing population. The systemic change in voter perceptions of the role of government has changed the “playing field.” My leadership efforts envision job creation, statewide economic development, educational efficacy, and social inclusion -- \"a rising tide lifts all boats.\" Leaders will have to embrace fiscal responsibility as a foundational guide to accomplish these and other goals."},{"first":"Patricia","last":"Timmons-Goodson","title":"Justice (Ret.) N.C. Supreme Court; Vice Chair U.S. Civil Rights Commission","group":"Government","answer":"In order to secure a better future for North Carolina, our leaders must protect the independence of the judiciary and strengthen the justice delivery system that undergirds the safety, security and stability of our state. North Carolina’s leaders must resist the temptation to burden her citizens with the expense of maintaining the courts and justice system by imposing what amounts to “user fees.” "},{"first":"Que","last":"Tucker","title":"Commissioner, North Carolina High School Athletic Association ","group":"Advocacy ","answer":"Leaders must recognize that the state is its strongest when we can sit at the table, accept diversity, respect the ideas and beliefs of all those around the table, and then willingly work together for what is best for North Carolina."},{"first":"Paul ","last":"Valone","title":"President, Grass Roots North Carolina","group":"Advocacy ","answer":"Members of America’s increasingly bipolar electorate now chart two very different futures for both our country and our state. Traditionalists seek individual self-sufficiency, national sovereignty and a return to bedrock values, while progressives view society through lenses of identity politics colored by racism, misogyny and homophobia, which they intend to eradicate by tearing down traditional America. With each passing day, the clash of those views becomes more violent.\n\nTo achieve our national potential elected representatives must exercise the fortitude to reject the name-calling which now passes for political debate and enact rational, fact-based public policies which eliminate, rather than perpetuate, multi-generational dependence on what was intended by the Framers to be a limited government."},{"first":"Richard ","last":"Vinroot","title":"Partner, Robinson Bradshaw; Charlotte mayor 1991 to 1995\n","group":"Government","answer":"They must try to find common ground in an era of hyper-partisanship in which most of them are being elected in carefully-gerrymandered districts, and upon election will serve in governing bodies in which they and almost everyone else there will likely identify their constituents and their political interests in “red” or “blue” terms. And, they must do so at a time in which much of politics (and media/Internet coverage thereof) seems to be more about “style” and “gotcha” moments, than substance. Here’s hoping we find and elect the right people to confront these challenges!"},{"first":"Mark","last":"Vitner","title":"Senior Economist, Wells Fargo ","group":"Business","answer":"North Carolina is one of the fastest growing states in the nation but much of our recent prosperity has been concentrated in just a handful of areas, primarily around Charlotte and Raleigh. Extending this prosperity to more industries and regions is one of our greatest current challenges. At the heart of the issue is job polarization -- where we see strong growth in both highly compensated creative occupations and lower paying low-skilled jobs but only minimal growth in mid-skilled positions. The lack of mid-skilled jobs means there are fewer opportunities for workers starting at the bottom to move up, which causes wages and economic mobility to stagnate."},{"first":"Bishop Hope Morgan ","last":"Ward","title":"Bishop, North Carolina Conference, \nUnited Methodist Church","group":"Advocacy ","answer":"The great challenge before us is the growing parallel universe of people with differing economic resources, race and political opinion. Meaningful relationships connect us for abundant life and unite us in working together for strong public education, restorative juvenile justice, food security and abundant life for all people in North Carolina."},{"first":"Clayton","last":"Wilcox","title":"Superintendent, Charlotte-Mecklenburg Schools","group":"Education","answer":"The biggest challenge facing leaders across sectors is securing the promise of a strong public education for all our students. I believe the future of our state is directly related to our investment in students and public education. Our public schools are where futures begin and while I know there are many issues facing leaders in all sectors, I do not believe any of us will be successful in solving these problems unless we educate all our children well first. What hope do we have to build great tomorrows without investing in the people who will be creating them -- our children?"},{"first":"Patrick ","last":"Woodie","title":"President and CEO, NC Rural Center","group":"Advocacy ","answer":"While some areas of our state are flourishing post Great Recession, too many of our rural and urban communities are still struggling. There are more than 4 million North Carolinians living in our rural counties. Many individuals living in our most distressed rural areas -- and countless more individuals in concentrated pockets in even our most bustling metros -- have not returned to pre-recession levels of employment. For us to thrive as a state, all of North Carolina must be thriving."},{"first":"Gene","last":"Woods","title":"CEO, Atrium Health","group":"Business","answer":"Resiliency: the ability to lead through adversity, and be stronger for it.\n\nI recently read “The Obstacle Is the Way,” by Ryan Holiday, who I think says it best: “Too many people think that great victories came from pure genius. In fact, it was the slow pressure, repeated from many different angles, the elimination of so many other more promising options, that slowly and surely churned the solution to the top of the pile. (In this sense) genius was unity of purpose, deafness to doubt, and the desire to stay at it.”\n\nIf we continue to work together and remain resilient in our efforts to do the best for our great state, the rest will surely take care of itself."},{"first":"Randy ","last":"Woodson","title":"Chancellor, North Carolina State University","group":"Education","answer":"An exceptional challenge, and tremendous opportunity, facing North Carolina’s future is ensuring our state continually produces a well-educated workforce with the knowledge, skills and experience necessary to meet the evolving employment needs of today and create the industries of tomorrow that drive improved economic vitality and quality of life in all our communities. Meeting this challenge, which ultimately benefits all North Carolinians, encompasses an unwavering statewide commitment to strong K-12 and college systems where every individual has access to an excellent education and the opportunity to achieve their potential and make a positive difference for North Carolina."},{"first":"Larry","last":"Wooten","title":"President, N.C. Farm Bureau","group":"Advocacy ","answer":"The single biggest challenge our leaders face is to develop an economic/public policy climate that provides all North Carolinians the opportunity to live prosperous, connected and healthy lives."},{"first":"Joan","last":"Zimmerman","title":"CEO, Southern Shows, Inc.","group":"Business","answer":"As much as most of us love North Carolina, it’s no secret our state has many challenges.  Improving our education system tops the list. That means making all schools equal regardless of location, paying our teachers well, and consistently updating teaching methods. We should include adult education on the list, retraining those with obsolete skills to rejoin, or stay in, the workforce. Close on the heels of education are a guaranteed living wage, affordable housing, affordable healthcare, equality and social access.  Most of the challenges we face, or opportunities we receive, can be traced back to the education we received starting at an early age.  "}]
