[{"first":"Maria","last":"Alonso","title":"President and CEO, United Way of Miami-Dade","group":"","answer":"Florida continues to be a state with great income disparity and Miami leads the nation with the largest gap between rich and poor. According to our United Way ALICE report, 44 percent of households in Florida struggle to afford basic needs such as housing, child care, food, health care and transportation. In Miami-Dade, the percentage jumps to 58, or 6 out of 10 households. These are hard-working individuals and families who are the backbone of our local economies yet are forced, every day, to make tough financial trade-offs just to make ends meet. In my opinion, this is the single, most significant challenge we must face in order to secure a better future for all Floridians. There are many factors that play into this – the need for affordable housing, quality education, access to health care and transportation. Also critical to our long-term success is ensuring we have good paying jobs and the skilled workforce to fill them. It is essential that we work together as employers, as policy makers, as funders, as concerned citizens, on real, sustainable solutions that address these barriers to prosperity and bolster the economic mobility of all Florida families."},{"first":"Cindy","last":"Arenberg Seltzer","title":"President and CEO, Children's Services Council of Broward County","group":"","answer":"Our leaders need to demonstrate that we are a government “By the People and For the People” rather than the enemy of the people. Then we can all work toward securing a better future for our state. We can collectively address the challenges facing our children, families, schools, elderly, mentally ill if we recognize that we are all in this together. Our success or failure as individuals is inextricably linked to our neighbors and our communities. We all want our government to provide strong infrastructure so we don’t have to worry about our ability to drive to work on paved roads, drink clean water, breathe clean air, educate our children but, for all of that to work our leaders must be clear that those benefits come with the responsibility for each of us to be civically engaged. Therefore, our leaders’ biggest challenge is to regain the trust of the citizenry by listening and engaging everyone in creating a future for Florida in which we can all be proud."},{"first":"Marleine","last":"Bastein","title":"Executive Director, Family Action Network Movement","group":"","answer":"In order to secure a better future for Florida, our leaders must confront the affordable housing crisis and climate change/climate gentrification. The price of housing has been skyrocketing at a dizzying rate in Miami while salaries remain stagnant. Efforts to raise the minimum wage to $15 an hour have stalled. Teachers who prepare our children for the future cannot even afford to live in Miami. It is unconscionable that teachers who prepare our future leaders cannot gain enough to live where they work. Our leaders must engage the community to develop a path to sustainable development and a safe, viable and thriving community where those who labor daily to build it, can live in it. We must collaborate with community based organizations like FANM and others to develop a community-led strategy to address the crisis of affordable housing/rent control, build 100 percent resilience in Miami, and set bold example for the region and the U.S. in general. We need leaders with backbones to think outside of the box, get out of their comfort zone to launch a circular economy through bold charismatic projects that support inclusion and empower all communities."},{"first":"Leigh-Ann","last":"Buchanan","title":"Executive Director, Venture Cafe","group":"","answer":"Our state’s great inflection is informed by existential threats to our unique environmental treasures; growing concerns to maintain safe and healthy communities; and cultivating clear and competitive career pathways and an educational infrastructure.\n\n\nThese are not insignificant challenges. And none is more important than the other.  It is incumbent upon our leaders to work collaboratively with communities to co-create innovative solutions.  Our solutions must reflect our unique cultural diversity, creativity, and experiences, yet remain mindful of the diffuse new power structures of the digital age. But, we must innovate with purpose.  Always seeking new ideas that are inclusive, accessible to a broader constituency, and are firmly rooted achieving greater opportunity and prosperity for all, not just some.\n\n\nWith a shared vision and cohesion in both our priorities and plan of execution, we can secure a better future for Florida.  "},{"first":"Kenneth","last":"Burdick","title":"CEO, Wellcare Health Plans","group":"","answer":"Floridians, like all Americans, want access to high-quality, affordable healthcare. Our leaders must find new and innovative ways to make that care accessible. We also must make it easier for all Floridians to connect to social services that are necessary for good health such as healthy foods, secure housing and reliable transportation."},{"first":"Chris","last":"Caines","title":"Executive Director, Miami Urban Future Inititiative, FIU","group":"","answer":"Our biggest challenge as a state is a lack of the forward thinking and visionary planning needed to address the coming environmental, economic, and social crises in our communities. To secure a better future for Florida, our leaders must be willing to consider the state’s fragility, and begin aggressively making and implementing long term solutions as soon as possible.\nUrgent long-term considerations should be prioritized similarly to immediate ones when it comes to generation-defining challenges like automation, sea level rise, and education, for example. These challenges (and others) couldn’t be more urgent, even if their full impacts will not be realized in an immediately upcoming budget cycle or political term.\nUrgent, but non-immediate issues are hard to earnestly tackle now, but will be nearly impossible to address when the need for immediate action on them is equal to that of current preoccupations and focuses. Long term solutions need long term time horizons and the sooner we increase efforts to address these generational challenges, the more time we will have to successfully mitigate them. "},{"first":"Al ","last":"Cardenas","title":"Senior Partner, Squire Patton Boggs","group":"","answer":"The biggest challenge for Florida is the ability to better control our share of Floridians ‘ health care costs. Why? Because its costs have surged from single digits to almost 40 percent of our state budget in the past four decades. As a result, every other category: education, transportation, social services, water, the environment has had to take a back seat. Citizens can do their part:  Obesity, drug addiction, self-medication, domestic abuse all contribute to Florida’s high cost of health care. Every stakeholder needs to participate fully. This includes hospitals, providers, medical imaging companies, pharmaceuticals, insurance companies and patients."},{"first":"Jaret","last":"Davis","title":"Co-Managing Shareholder, Greenberg Traurig Miami Office","group":"","answer":"As a high growth state, Florida’s greatest challenge is how to upgrade, improve and expand its aging infrastructure to keep pace with the state’s increasing population. If Florida is to truly achieve its destiny as a world-class global place to live, work and play, the time has come to think outside of the box when it comes to strategies for investment and how to galvanize support for these efforts. While many of our leaders recognize this challenge, they must also leverage the support of voters statewide who understand the need for long-term investment for the greater good. Recent years have already seen tremendous strides toward new and creative solutions, including public-private collaboration through projects like Brightline and Hyperloop. These initiatives are just the beginning of what we must accomplish in order to meet the needs of our diverse population and communities."},{"first":"Terry","last":"DeCarlo","title":"Development and Chief Communications Director, The Center of Central Florida","group":"","answer":"There are so many challenges that our leaders must confront head on to make Florida a better place to live. For me, and for a lot of people in the State, a much-needed change to our gun restrictions/laws is dire. Children are being slaughtered in their classrooms at an alarming rate, 20 school shootings nationwide this year alone, and we are not even half way through the year. As well, our leaders must direct more money for mental health counseling. Florida currently ranks 49 of all states, almost last, in expenditure for mental health services. This is unacceptable and must be changed."},{"first":"Carol","last":"Dover","title":"President, Florida Restaurant & Lodging Association","group":"","answer":"Florida’s hospitality represents a $112 billion industry, $11 billion in local and state tax revenue, with 116 million visitors in 2017 and nearly 1.4 million employees, making it a powerful driver for Florida’s future. Florida’s state and local leaders, as well as our nationally-elected officials, must recognize the hospitality industry is working with a labor shortage and severe stress on local infrastructure. This impacts our ability to deliver the signature Florida experience that keeps people from wanting to vacation and work in other places.\n\n \n\nOur biggest challenge, then, is addressing the growing industry’s massive workforce and infrastructure needs to continue supporting our state’s economy and government. Florida needs to maintain a business-friendly environment with a competitive edge if it hopes to provide for 1.4 million hospitality employees and their families. In addition, our leaders should regularly improve our local infrastructure so visitors can travel freely across our state and support the many communities that rely on tourism. "},{"first":"Emilio","last":"Estefan","title":"CEO, Estefan Enterprises","group":"","answer":"Everyone wants to come to Miami -- and to Florida -- and we know that we’re going to keep growing, but we need to a better job of planning, particularly around roads and parking. Let’s welcome every stadium and every theater and every venue because all kinds of people benefit – taxi drivers, cooks, all types of workers. But if we one day want to host the Olympics, more Super Bowls, the World Cup, we have to make it possible for people to get from one place to another. When you go to a place like Dubai, you see how they plan. We’ve been growing so fast it’s hard to make time for that kind of planning but it’s what we need for our city and state to help all of us, citizens and immigrants, recognize the American Dream."},{"first":"Richard","last":"Fain","title":"Chairman and CEO, Royal Caribbean Cruisis Ltd.","group":"","answer":"The biggest single challenge is Education, Education, Education.  Education is crucial for three reasons:  1. Our future depends on our people and our new leaders can only become leaders if they have a good education. It’s our responsibility to improve the quality of education and offer our youth more of the tools they need to become leaders and competitive professionals.  2. Education is also a great equalizer. The American dream depends on equal opportunity and education is the greatest provider of opportunity to all.  3. Lastly, the best citizens for our communities want good education for their children. If we fail to provide that, we will not only lose the potential of these kids, we will lose their parents. It’s Education, Education, Education. "},{"first":"Mike","last":"Fernandez","title":"Chairman, MBF Healthcare Partners","group":"","answer":"Recently, business and community leaders from every political stripe came together to successfully defeat two anti-immigrant, anti-jobs measures. They modeled pragmatic leadership to advance Florida’s economy and immigrant families. This group contributed over $86 billion to Florida’s coffers. Immigrants are 25 percent of Florida's workforce and employ over 500,000 fellow Floridians. Like my parents, they have a warm heart and a willingness to work. On immigration, Florida can model bipartisan and solution-oriented leadership for the nation. The sunshine state shows that diversity makes our state and our economy strong, and that anti-immigrant efforts in any form are a threat to Florida’s reputation, our public safety, our ability to welcome tourists and recruit new workers, and ultimately, our economy."},{"first":"Michael","last":"Finney","title":"President and CEO, Miami-Dade Beacon Council","group":"","answer":"The main commodity every business seeks and every economic development organization in the country tries to secure can be summed up in one word; Talent!! \r\nThrough our One Community One Goal initiative, The Miami-Dade Beacon Council has formed the Academic Leaders Council. This unique group consists of presidents of colleges and universities in Miami-Dade and the superintendent of our public school system. They have already made significant changes in the curriculum offered to area students, so it mirrors local industry demands for future employees. \r\nA commonality among all students is, regardless what industry they pursue, is innovation through advanced technological skills.  Our leaders must ensure that all Florida students get the skills they need for the jobs of today and the jobs of the future.\r\nMiami-Dade County has achieved a national reputation as a principle destination for technology, business startups and expansions.  According the Kaufman Foundation, we are the No. 1 city for startups in the U.S. and we are planning for that trend to continue.\r\nFlorida’s greatest future resources are the students attending colleges, universities, technical and coding schools.  We need them to acquire skills they need to make both themselves and our community prosper in the future. \r\n\r\n\r\n"},{"first":"Fabiola","last":"Fleuranvil","title":"CEO, Blueprint Creative Group","group":"","answer":"Our biggest challenge as a community and as a state is to ensure that economic inclusion and equity is our highest priority. We cannot make significant strides as a state if we continue to face huge disparities in fair employment opportunities, how our children are educated, communities are prioritized and policed, and contracts are awarded, based on where you live, who you know, what economic class you fit in, and the language you speak. We'll become more successful together as the gap between the haves and the have nots is reduced."},{"first":"Mary Ann","last":"Franks","title":"Professor of Law, University of Miami","group":"","answer":"An Orwellian inversion of power relations has distorted Florida’s political landscape. The constant portrayal of the powerful as vulnerable and the vulnerable as powerful leads to absurd and appalling results: vicious attacks on the child survivors of gun violence, official encouragement of lethal force against unarmed civilians, and the prioritization of the welfare of sexual abusers over the welfare of their victims. The cruel elitism of our current political moment undermines the rights of all Floridians. Florida's leaders must resist the propaganda of the powerful and develop democratic, principled, evidence-based approaches to the problems afflicting the state, whether they be gun violence, police brutality, or sexual abuse."},{"first":"Kent","last":"Fuchs","title":"President, University of Florida","group":"","answer":"Florida must be known nationwide for its leadership in education, both in its K-12 schools and its institutions of higher learning.  In particular, Florida needs research universities equal in excellence and reputation to our nation’s most prestigious universities.  As our state continues to grow, national leadership in research and innovation will drive our economy and will attract high-paying jobs to our state.\r\n\r\nNotable progress has been made in the past decade in raising the excellence and ranking of Florida’s research universities. However, there is considerable work yet to be done. For example, Florida does not yet attract its full share of funding from the National Institutes of Health, the nation’s largest funding source for research.  Florida receives a total of $234 million in NIH funding, with the University of Florida the top recipient. However, California receives $1.46 billion, Massachusetts, $1.13 billion, and New York, $961 million. \r\n\r\nOur goal should be to increase federal research funding at least fourfold, from $234 million in NIH funding to $1 billion.\r\n\r\nAs Florida is a bellwether for the rest of the nation in population and diversity, it would be well served in reaching the next level of excellence by nourishing its higher education institutions.\r\n"},{"first":"Carlos","last":"Garcia Perez","title":"Partner,  SMGQ Law","group":"","answer":"Florida’s leaders must harness the potential that diversity and population growth will bring to the state. Governments that have embraced  large migrations have greatly benefitted from them by utilizing, rather than fearing, the inflow of new residents, to fuel economic growth and diversity, making their countries more competitive and adaptable to change.  By  embracing population growth through adequate planning and execution,  Florida can minimize the  fiscal impact of the inevitable influx of individuals. This planning and execution must include  an introspective analysis of how the  government itself should change to allow for the fulfillment of this great opportunity while simultaneously positively impacting the quality of life of existing Floridians. Education , transportation, health, security, and climate change are just some of the areas  our leaders, regardless of political lines or ideology, must analyze in light of changing times to ensure sure that Florida adheres to the highest standards. The making and execution of all decisions regarding these must be made on data, not emotions, for the benefit of all Floridians and not just a few. "},{"first":"Jessica ","last":"Goldman","title":"CEO, Goldman Properties","group":"","answer":"The speed of change is single most important challenge that we all face as business leaders. Most industries and businesses – even governments -- are facing disruption at unprecedented rates. As a leader in 2018, it is critical to be agile. Be open to change within your organizations and constantly rethink conventional wisdom. Create communities, products and services that are relevant, dynamic, unique, customer centric, experiential, inclusive and technologically savvy. That is how we will keep the state of florida thriving well into the future. Don’t be afraid of change. Embrace it. That is the key."},{"first":"Felice ","last":"Gorordo","title":"Global Director, Startup Health","group":"","answer":"I believe the greatest challenge our leaders face is choosing whether we are going to build an inclusive, hopeful future for all – or rather play into the divisive and polarizing politics that stand to only benefit a few. From immigration and guns to healthcare and the economy, I remain hopeful that we can find a way to bridge divides and bring about meaningful reforms — but it will take real leadership and hard core organizing that is focused on the long game and not short-term gains. We can be the change we seek in this world — but we have to have to have the sheer will to make it a reality."},{"first":"Marlon","last":"Hill","title":"Partner, Hamilton MIller & Birthisel","group":"","answer":"The single biggest challenge Florida leaders must confront to secure a better future for Floridians is the issue of closing the gap income inequality across both rural and urban communities. Without the ability to meet the basic needs for our families, afford housing, or to manage transportation costs to work, Floridians fall further into other socio economic challenges such as maintaining optimum personal health or sending health kids to succeed in school. In this regard, our leaders must advocate for living wages and decreasing burdens on the high cost of housing. This issue of income inequality transcends the demographics of our multicultural state and impacts our neighbors and co-workers alike. We cannot afford to leave millions of Floridians behind the continued growth of our State."},{"first":"Dimitri","last":"Hoth","title":"Co-founder, Students Speak Up","group":"","answer":"The biggest challenge that our leaders must face to secure a better future for the state of Florida is to ensure that our K-12 students are receiving the best education possible in the safest environments as possible. While many people believe it is imperative to boost the economy of Florida, due to the fact it may result in a large influx of jobs and new residents; more importantly, however, creating a boastful educational system with critical thinking classes, STEAM (Science, Technology, Engineering, Art, Mathematics) classes, and teachers with higher qualifications, will not only allow students to flourish socially and academically, but it will also create a solid foundation for better higher high school graduation rates, higher education institutions resulting in better jobs, and it will also incentivize families to move to Florida and establish ties with our diverse community."},{"first":"Jeff ","last":"Johnson","title":"State Director, AARP","group":"","answer":"We can respond to this demographic trend by shaping future growth and redevelopment toward livable communities in which people thrive at any age. AARP’s Age Friendly Network of Communities connects cities and counties from across the country that are striving to be great places for people of all ages by improving their physical (transportation, housing and public spaces), civic (volunteer and work opportunities, age-diverse social programming, and ways to remain connected to local communities) and systemic infrastructures (community health systems and communication networks) to better serve their residents. Several states have joined the Age-Friendly Network, and Florida should be next. But whether policymakers pursue a designation by AARP or another organization, it’s absolutely imperative that we focus on better community planning for longer lives."},{"first":"Victoria","last":"Kasdan","title":"Executive Director, We Care Manatee","group":"","answer":"Florida is the fourth most populated state in the U.S. and the second largest state that did not expand Medicaid. Unfortunately, this has not served its residents well since, Florida also has one of the lowest minimum wage rates and one of the highest uninsured population in the country (19 percent). More than 3.6 million Florida residents are without health insurance. It’s also more expensive to access care in the Sunshine State.  \nFloridians total healthcare expenditure totals more than $132 billion, equaling approximately $7,100 per person a figure higher than the national average of $6.800. Yet many major insurers have exited state sponsored exchange/Obamacare in Florida, leaving those of little means who may need subsides to pay for premiums with few options to pay for medical care. The issue impacts both adults and children making it an issue for workers of today and the future of our state for tomorrow.\nIn the end, shunning access to affordable healthcare for Floridians doesn’t just impact the poor and uninsured, it impacts us all. Despite being an offer of compassion, it just makes economic sense.\n Let’s make affordable health care a priority in Florida and stop being the worst state in the nation.\n"},{"first":"Shelley","last":"Katz","title":"Vice President Operations, Lutheran Services Florida Health Systems","group":"","answer":"In my opinion, as leaders our biggest challenge is how to address the needs of citizens who do not have access to the resources to achieve the building blocks of productivity and success:  quality education, appropriate physical and behavioral health care, stable housing and employment. Healthy, educated and gainfully employed citizens raise healthy families, build healthy communities and support a growing economy.  Florida, like all states, has systems designed to meet citizens’ needs, and like most states, those systems are not always integrated, efficient and as successful as they could be due to rigid regulation and lack of coordination.  I believe our leaders must advocate for public policy and resources to address the needs of all Floridians, not just those blessed with adequate resources and the good fortune to be healthy in body, mind and spirit.  Mahatma Gandhi said, “The true measure of any society can be found in how it treats its most vulnerable members.” Each of our citizens should have the opportunity to live a life of dignity and meaningful contribution to their community."},{"first":"Brian","last":"Keeley","title":"President and CEO, Baptist Health South Florida","group":"","answer":"I believe one of the greatest challenges we face in South Florida—and across the state, is the lack of affordable housing.  Ensuring that our community can pay for housing is vital.  Without addressing this, not only are we doing our community a disservice, but we are also losing a very valuable and talented segment of our workforce who simply cannot afford to live here, and decide to leave our area.  A strong workforce is the backbone of the state’s economy.  If want to attract and retain our talent, this issue must be a priority.  "},{"first":"Rhea","last":"Law ","title":"Chair, Florida Offices, Buchanan Ingersoll & Rooney","group":"","answer":"Currently the third-largest state with the 4th largest GDP, Florida’s population is growing at a torrid rate, adding 1,000 people each day. This is straining critical infrastructure, resources and services such as education, transportation, water, affordable housing and health care. We need to create jobs for a range of skill sets in strength sectors like hospitality, and growth industries like technology. Our expansive growth is further exacerbated by the diverse needs of the incoming population, from young professionals and entrepreneurs to retirees attracted to a state without income tax, to those geographically displaced and rebuilding."},{"first":"Ken ","last":"Lawson","title":"President and CEO, Visit Florida","group":"","answer":"Many flocking to Florida are unfamiliar with our economic drivers and investment plans, and bring new perspectives that could alter the political landscape and our strategic direction. Managing and addressing such disruptive growth is more than a mere challenge — it is an issue that Florida cannot afford to get wrong."},{"first":"Margaret ","last":"Lezcano","title":"Managing Director, UBS","group":"","answer":"Florida's leaders must develop a program to improve the State's transportation infrastructure. Our transportation infrastructure impacts every Floridian each day, whether it's to commute to work, to receive or send the goods that keep our economy growing or to be a first impression for the over 100 million annual visitors to the State. The 2016 American Society of Civil Engineers Report Card for Florida's Infrastructure gave the State an overall grade of \"C\", citing needs for improvements to Aviation (\"B-\"), Bridges (\"B\"), Ports (\"B-\"), Roads (\"C\") and Transit (\"C\"). A plan is needed to maintain a state of good repair for the State's transportation system and to grow to meet the demands of nearly 400,000 new residents annually.  That stated, Florida's leaders will also need to look at improving the efficiency of delivering transportation projects so that dollars that are invested are spent wisely and delivered concurrently with demand.  The scorecard is in.  Florida has the opportunity to create a sustainable transportation future.  The question is where we go from here?"},{"first":"Mel ","last":"Martinez","title":"Chairman, Southeast U.S. and Latin America, JP Morgan Chase","group":"","answer":"Florida continues to be a destination for people seeking a life full of opportunity. We have one of the highest population rates in the nation and millions of new residents are moving here in search of economic opportunities. Unfortunately, economic prosperity is hard to reach for many. In recent years, following the economic downturn and Hurricanes Irma and Maria, we have seen an alarming increase in people experiencing homelessness due to the lack of affordable housing. We have one of the nation’s highest rates of cost-burdened renters and the greatest shortage of affordable housing. As a result, thousands of Floridians end up living in hotels or motels, doubling up with other families, in homeless shelters, or on the streets. This is unacceptable. We must shine a light on this issue and work collectively to develop solutions that will make Florida a destination where everyone has a place to call home."},{"first":"Joanne","last":"McCall","title":"President, Florida Education Association","group":"","answer":"We have a growing educator shortage which is becoming a crisis.  The number of well-trained certified teachers coming into our schools isn’t enough to cover the number of teachers leaving the profession.  We have more and more positions filled by “full-time subs” or positions are simply not filled.  We have an alarming rate of education staff professionals not staying in our schools (bus drivers, secretaries, paraprofessionals etc.) Florida has the ability to fund our public schools adequately yet our legislators have, time and again, chosen to divert those precious education dollars away from our schools and our students. As educators, we have high expectations for all students yet we often are not given the resources necessary to help our students reach their potential.  Our students must have a well-rounded education including problem solving and critical thinking, but also music and the arts.  Lawmakers don’t seem to value our public schools or the people who teach and work in them.  If they were serious about making public education a priority, they would make sure our schools are properly funded so that every child has a caring qualified teacher and class sizes that enable teachers to connect one-on-one with each student."},{"first":"Bob","last":"McClure","title":"President, James Madison Institute","group":"","answer":"Florida is the single most dynamic state in the Union. Its demographics reflect the entire country, and yet are uniquely different in each region of the state. Growth will continue and that will affect the future of education, healthcare, the tax and regulatory environment, transportation, property rights and virtually every major policy issue on the horizon. The quality of life is unlike any in the world and people come here to pursue their version of the American Dream. So where do we want to be in 10, 20 or 30 years given this kind of dynamism? Technology alone tells us we cannot predict the future. So it starts with our communities, not dependence upon Tallahassee or Washington, D.C. It starts with conversation, not coercion. And it starts with a belief that individuals working shoulder to shoulder will be far more effective than any central planner at solving the important issues of the Sunshine State.\""},{"first":"David ","last":"Mica","title":"Executive Director, Florida Petroleum Council","group":"","answer":"The inhabitants of our great state throughout its history have found ways to address a host of natural and manmade challenges to become the desirable destination we are today – the great Sunshine State. A common thread in meeting those historical challenges and those we will face going forward so we can have Floridians continue to flourish is abundant, affordable and reliable energy. Whether it is the necessity of pumping drinking water from our precious aquifer or flood water from Lake Okeechobee, cooling and heating our ten million homes, transporting tourists, agricultural or manufactured products, or just our daily commute, we need energy. The future efforts to fuel our growing Florida population with the energy we need is clearly illustrated in my industry’s current campaign entitled “Power Past Impossible.”"},{"first":"Rebecca","last":"O'Hara","title":"Deputy General Counsel, Florida League of Cities","group":"","answer":"Addressing Florida's infrastructure needs — water supply, roads, bridges, ports, aviation, wastewater, stormwater, and coastlines. These needs are particularly acute with respect to water, where nearly $50 billion is estimated to be needed over the next 20 years for water supply, water quality, flood control, beach erosion and the Everglades. Other factors increase the complexity of addressing this challenge. About 1 million people move to Florida each year, so the demand is ever-increasing. In addition, rising tides and other extreme weather events are also impacting existing water infrastructure and requiring changes to projects and plans. Lastly, meeting water infrastructure needs will require coordination and cooperation among several levels of government - federal, state and local. Florida's water quality and water supply challenges are myriad. Current conditions result from decades of pollution and overuse from multiple sources - urban, rural, agricultural, residential and industrial. All of these sources — all of us — have a shared responsibility for addressing Florida's water infrastructure challenges. It will take strong leaders to resist the temptation to assign blame or to force only a few to shoulder this responsibility."},{"first":"Eduardo","last":"Padron","title":"President, Miami Dade College","group":"","answer":"In order to ensure Florida remains economically sustainable and at the forefront of innovation, our leaders must wholeheartedly support any efforts to open even wider the door of opportunity that only a college education can provide. Leaders already know that more than 70% of emerging jobs in the new global knowledge economy require a college credential. A more educated workforce equals a more productive and successful company, and only at our colleges and universities can future generations acquire the skills and aptitudes needed to succeed. Our elected officials, industry leaders and business owners must contribute to colleges and universities with their time and treasure, and more importantly partner with them to create critical opportunities for the next generation of students. This means creating industry pipelines and internships as well as mentorship and apprenticeship programs that give our youngest Floridians invaluable access to the jobs of the future. It also means addressing issues of income inequality, and securing necessary funding for these programs to succeed. Talent is universal, but opportunity is not, and we must all work together to harness the full potential of every Floridian and secure a better future for our state."},{"first":"Ralph","last":"Patino","title":"Founder, Patino & Associates","group":"","answer":""},{"first":"Jorge","last":"Perez","title":"Chairman and CEO, Related Group","group":"","answer":"The biggest challenges going into the future for Florida are housing affordability, attracting high paying jobs, public transportation and improving our educational system. While all crucial to Florida’s growth, affordable housing continues to get scarcer and the problem gets worse every year. Miami, for example, has the largest housing affordability gap in the nation’s cities. Not only because housing costs have increased but because household income is among the lowest. There are more people overspending for housing than in any city in the nation, greatly curtailing a household’s ability to pay for other essentials. As our cities grow, we are forcing people to overpay, live in overcrowded or substandard conditions or move to more affordable housing long distances away from their jobs, The strain is not only felt by the households, but it becomes harder for companies to attract good people and businesses seeking relocation see this as one of the city’s strong negatives. The public and private sectors need to redouble their efforts if workable solutions are to be found."},{"first":"Carol","last":"Probstfeld","title":"President, State College of Florida, Manatee-Sarasota","group":"","answer":"Appropriately funding the Florida College System must be addressed. The state colleges are the most accessible and economical pathway to a professional career for most of Florida's residents. Our system has more than 800,000 students in 28 institutions across Florida. Florida invested heavily in its university system in the last two years with a goal of building a pre-eminent system. The FCS is already one of the nation's best college systems, despite minimal additional investment, and budget cuts from the state. More than 50 percent of the university's sytems students come from the FCS. Any effort to improve the university system must include the state and community colleges. At the State College of Florida, Manatee-Sarasota, per-student funding is similar to 2006, while costs have increased significantly. Each year the state legislature creates new tuition waiver categories with no funding offset. Despite little growth in state investment, tuition rates have not increased for seven years. To ensure all Floridians receive an equitable opportunity to succeed, appropriately funding the Florida College System must be a priority."},{"first":"Michael ","last":"Putney","title":"Senior Political Reporter, WPLG","group":"","answer":"  A myriad of issues face Florida and its elected leaders, but the most pressing one is this:  income inequality.  We’re talking about the gap between the have-a-lots and have-almost-nothings.  That gap is growing wider all the time and leads to a litany of corollary problems——lack of good-paying jobs, affordable housing, safe neighborhoods, good schools and a sense of social justice. \n  Put plainly, the well-to-do in our state enjoy a life of privilege:  homes they own outright or with mortgage payments that don’t consume 40 percent of their income.  These are the owners and managers, entrepreneurs and investors. Most deserve their success and have worked hard for it.  Pay high taxes for it.  Give generously to charity.  But while many have a social conscience it’s often no more than a tick of dismay when they encounter someone who’s struggling to keep his or her head above water.  The water is rising.\n  The worst manifestation of Florida’s inequality gap is the rise of violent and nihilistic youths and street gangs in the inner city.  These kids go on shooting rampages because they have no hope for the future since their present is so bleak.  \n  Finding a solution will be long, complex and hard.  But until Florida elects leaders who recognize the crisis of income inequality and take steps to address it, the democratic foundation of our state and republic will be in increasing jeopardy."},{"first":"Franklin","last":"Sirmans","title":"Director, Perez Art Museum Miami","group":"","answer":"It's challenging to answer that question for such a big state as Florida particularly one with such varied cultures, demographics and social characteristics. In Miami we have the opportunity to build a multitextured city where social and economic progress is defined by not only the power of money. That is to say is it possible to build a city for all and not just the rich."},{"first":"Jacob","last":"Solomon","title":"President and CEO, Greater Miami Jewish Federation","group":"","answer":"America in general – and certainly no less the State of Florida – suffers from an accelerating deterioration in social capital, the benefit that comes from people interacting for the sake of the common good in a spirit of trust, mutuality and reciprocity. There is no question that diversity of identity and passionate advocacy for our varied points of view are healthy hallmarks of a robust democracy. However, when those differences – in party, in identity or in faith – keep us from understanding that we are all part of a greater, interdependent whole, then our collective narrative becomes degraded in a toxic environment of demonization and recrimination.\n\n \n\nThe overriding responsibility of our leaders is to serve the interests of the entire citizenry, not to play to a particular political base or to incite fear and anger as a means to a political end. That requires a kind of nobility of vision. And it also requires the discipline and strength to push back against the constant temptation to advance one’s cause by propagating a culture of distrust and divisiveness among us. That is the biggest single challenge our leaders must confront to secure a better future for us all.   "},{"first":"Wendy","last":"Spencer","title":"CEO, Leadership Florida","group":"","answer":"By 2020, there will be more than 4.4 million Floridians over the age of 65 – an enormous jump from the 550,000 in that age group in 1960. Today’s seniors have much to offer.  In general, they are more active, are living longer, have disposable income, are philanthropically generous, have decades of wisdom available to impart on projects and the time to volunteer.  However, only about 20 percent of Florida’s seniors volunteer and share their great gifts of time and wisdom through formal volunteer opportunities.  Florida has many problems that these wonderful senior and experienced Floridians can offer to others, all while helping themselves. Just think if leaders in Florida were able to focus our efforts to engage just half of our seniors over the age of 65 in a strategic way that would address some of Florida’s most pressing issues like the opioid crisis, third-grade reading levels, homelessness, support for veterans and their families, early childhood education, and adult illiteracy.  With even basic training, all of these issues and more can be supported through the gift of time of Florida’s senior population.  So let’s take this opportunity and turn it into a solution for a greater Florida!"},{"first":"William","last":"Talbert, III","title":"President and CEO, Greater Miami Convention and Visitors Bureau","group":"","answer":"Florida’s infrastructure supports nearly 21 million residents and more than 116.5 million visitors each year. To ensure our future as a premier destination to live, work and play, enhancing this infrastructure must be a top priority.\nInvesting in our transportation systems – from our airports, seaports and roadways – to educational facilities and affordable workforce housing, offers us an opportunity to assure our quality of life today and well into the future. Improvements to critical infrastructure also attract new and diverse businesses that ultimately create jobs and employment opportunities throughout the state.Most importantly, we need to seek new approaches, technologies and materials that ensure our communities are more resilient. As a state that takes great pride in our unique natural resources, this includes a commitment to protecting and maintaining our native landscapes, beaches and green open spaces – essential to the quality of life much enjoyed by residents and visitors alike."},{"first":"Daryl","last":"Tol","title":"CEO, Florida Hospital","group":"","answer":"Mental health services are chronically – and shamefully – underfunded at the state level in Florida. Depending on the survey, we are either at or very near the bottom among the states in per capita spending on this crucial care. And mental health does not exist in a vacuum – lack of attention here has far-reaching consequences. Patients with untreated mental-health issues are more likely to let other conditions go untreated, such as diabetes and heart disease. This creates unnecessarily poor patient outcomes and can also drive up our health-care costs. And the impact moves well beyond the world of health care, encompassing areas such as crime, homelessness, and the opioid epidemic. Instead of getting the care they need, too many Floridians dealing with mental-health issues are cycled through hospitals and jails. It’s time for us to take a compassionate, generous approach to providing a level of mental-health care that we can be proud of. It’s in the interest of every Floridian to do so."},{"first":"Susan","last":"Towler","title":"Executive Director, Corporate Social Responsibility, Florida Blue","group":"","answer":"A challenge our leaders face is identifying opportunities to create a sense of community among our residents. Building a strong, healthy community starts with active and welcoming institutions in our neighborhoods — schools, parks, civic centers, churches and small businesses. Knowing your neighbors and looking out for each other, not just in times of disaster. Leaders can encourage Floridians to volunteer and give back in their community.  Our strength is our diverse backgrounds and experiences, and we have to find a way to meet one another, learn from one another and find common ground to secure a better future for our great state."},{"first":"Tiffany","last":"Troxler","title":"Director, Sea Level Solutions Center, FIU","group":"","answer":"Water is at the heart of significant conflict across the state - protecting our threatened Florida Everglades and water supply opposes an increasing need to drain and expel water from our land surface as quickly as possible, and as extreme events like flooding and hurricanes persist. This balancing act weighs in favor of practices that put short-term, piece-meal decision-making at odds with long-term sustainability of our livelihoods as Floridians. This conflict broadly threatens what we value most as Floridians – our opportunity for an exceptional quality of life. Coastal design thinking and data-driven scenarios of resilient futures illustrate that better, more holistic planning, resource management and development can tip the scales toward sustained supply of freshwater for human, agricultural and natural systems, safeguarding water and all its uses, while still enabling sustained economic growth. The challenge is a commitment to near-term decision-making that is informed by science, paves the way for long-term societal solutions that are innovative, holisitic, healthy, equitable and sustainable, and safeguards our citizens and the services they depend on, next year and 50 years from now."},{"first":"Thomas","last":"Wenski","title":"Archbishop of Miami","group":"","answer":"Let’s build a better future for Florida! To do so, we must recognize that people are part of that future. Florida does not have too many people, as crowded roads and expensive housing might suggest. Florida’s population can continue to grow – and the more diverse, the more multiethnic and multicultural the better. Florida’s mosaic of ethnicities and cultures makes our state the dynamic destination that it is. That and our weather is the formula for future success. Once, Miami was described as “the city of the future.’’ Today, the same could be said of the state of Florida. But for Florida to realize its potential and to provide for its inhabitants a future of hope, we must address the challenges of transportation infrastructure, affordable housing, excellence in public education, sea level rise – and most importantly, we need to address the challenge of a broken immigration system. These challenges are not insurmountable. All they need is inspired leadership to address them forthrightly and rationally. So, perhaps the biggest single challenge for our leaders if they wish to secure a better future for Florida is imagination."},{"first":"Julie","last":"Wraithmell","title":"Executive Director,  Audubon Florida","group":"","answer":"Florida’s environment IS our economy—from our beaches, to the water we drink, the wetlands that protect us from flooding, and the wildlife that makes our lifestyle like no other. Protecting these resources is essential to Florida’s quality of life and our economic well-being. While our state may provoke refrains of “Oh, Florida” from some, for its “dreamstate” history of swampland scams and get rich schemes, we also have a rich history as America’s conservation innovators. Floridians stopped the slaughter of our iconic wading birds for the plume trade, giving rise a century ago to the landmark Migratory Bird Treaty Act and Audubon as a conservation force. We’ve embarked upon the world’s most ambitious restoration—recovering our Everglades—reversing damage some thought insurmountable while protecting the drinking water for 1 in 3 Floridians. And we have a proud history of investing in Florida’s wildlands—at the peak of the Florida Forever program, the state invested more than $300M annually in parks and preserves to benefit our people, wildlife, water and economy. With Florida’s great natural treasures comes great responsibility. As our population grows and seas rise, our economy and quality of life hang in the balance."},{"first":"Stephen","last":"Zack","title":"Partner, Boies Schiller & Flexner","group":"","answer":"Our leaders need to find issues upon which we could have common ground. It is important that we develop a road map of the future of our state, regardless of which party is in office, to deal with such important issues as, the increase in population, environmental issues and civil discourse. We do not have the time nor the resources to deal with these issues on an ad hoc basis. They must be discussed and grappled with immediately since the issues require our urgent attention and a unified approach to have any chance of success. We must focus on what unites us instead of what divides us to ensure a bright future for our children."},{"first":"Bob","last":"Ward","title":"President, The Florida Council of 100","group":"","answer":""}]
