[{"first":"Mel ","last":"Martinez","title":"Chairman, Southeast U.S. and Latin America, JP Morgan Chase","answer":"Florida continues to be a destination for people seeking a life full of opportunity. We have one of the highest population rates in the nation and millions of new residents are moving here in search of economic opportunities. Unfortunately, economic prosperity is hard to reach for many. In recent years, following the economic downturn and Hurricanes Irma and Maria, we have seen an alarming increase in people experiencing homelessness due to the lack of affordable housing. We have one of the nation’s highest rates of cost-burdened renters and the greatest shortage of affordable housing. As a result, thousands of Floridians end up living in hotels or motels, doubling up with other families, in homeless shelters, or on the streets. This is unacceptable. We must shine a light on this issue and work collectively to develop solutions that will make Florida a destination where everyone has a place to call home."},{"first":"Stephen","last":"Zack","title":"Partner, Boies Schiller & Flexner","answer":"Our leaders need to find issues upon which we could have common ground.  It is important that we develop a road map of the future of our state, regardless of which party is in office, to deal with such important issues as, the increase in population, environmental issues and civil discourse.  We do not have the time nor the resources to deal with these issues on an ad hoc basis.  They must be discussed and grappled with immediately since the issues require our urgent attention and a unified approach to have any chance of success.  We must focus on what unites us instead of what divides us to ensure a bright future for our children."},{"first":"Fabiola","last":"Fleuranvil","title":"CEO, Blueprint Creative Group","answer":""},{"first":"Mike","last":"Fernandez","title":"Chairman, MBF Healthcare Partners","answer":"Recently, business and community leaders from every political stripe came together to successfully defeat two anti-immigrant, anti-jobs measures. They modeled pragmatic leadership to advance Florida’s economy and immigrant families. This group contributed over $86B to Florida’s coffers. Immigrants are 25 percent of Florida's workforce and employ over 500,000 fellow Floridians. Like my parents, they have a warm heart and a willingness to work. On immigration, Florida can model bipartisan and solution-oriented leadership for the nation. The Sunshine State shows that diversity makes our state and our economy strong, and that anti-immigrant efforts in any form are a threat to Florida’s reputation, our public safety, our ability to welcome tourists and recruit new workers, and ultimately, our economy.\n"},{"first":"Thomas","last":"Wenski","title":"Archbishop of Miami","answer":""},{"first":"Jacob","last":"Solomon","title":"President and CEO, Greater Miami Jewish Federation","answer":"America in general – and certainly no less the State of Florida – suffers from an accelerating deterioration in social capital, the benefit that comes from people interacting for the sake of the common good in a spirit of trust, mutuality and reciprocity. There is no question that diversity of identity and passionate advocacy for our varied points of view are healthy hallmarks of a robust democracy. However, when those differences – in party, in identity or in faith – keep us from understanding that we are all part of a greater, interdependent whole, then our collective narrative becomes degraded in a toxic environment of demonization and recrimination.\n\n \n\nThe overriding responsibility of our leaders is to serve the interests of the entire citizenry, not to play to a particular political base or to incite fear and anger as a means to a political end. That requires a kind of nobility of vision. And it also requires the discipline and strength to push back against the constant temptation to advance one’s cause by propagating a culture of distrust and divisiveness among us. That is the biggest single challenge our leaders must confront to secure a better future for us all.   "},{"first":"Michael","last":"Finney","title":"President and CEO, Miami-Dade Beacon Council","answer":""},{"first":"Brian","last":"Keeley","title":"President and CEO, Baptist Health South Florida","answer":""},{"first":"William","last":"Talbert, III","title":"President and CEO, Greater Miami Convention and Visitors Bureau","answer":""},{"first":"Eduardo","last":"Padron","title":"President, Miami Dade College","answer":"In order to ensure Florida remains economically sustainable and at the forefront of innovation, our leaders must wholeheartedly support any efforts to open even wider the door of opportunity that only a college education can provide. Leaders already know that more than 70% of emerging jobs in the new global knowledge economy require a college credential. A more educated workforce equals a more productive and successful company, and only at our colleges and universities can future generations acquire the skills and aptitudes needed to succeed. Our elected officials, industry leaders and business owners must contribute to colleges and universities with their time and treasure, and more importantly partner with them to create critical opportunities for the next generation of students. This means creating industry pipelines and internships as well as mentorship and apprenticeship programs that give our youngest Floridians invaluable access to the jobs of the future. It also means addressing issues of income inequality, and securing necessary funding for these programs to succeed. Talent is universal, but opportunity is not, and we must all work together to harness the full potential of every Floridian and secure a better future for our state.\n "},{"first":"Maria","last":"Alonso","title":"President and CEO, United Way of Miami-Dade","answer":""},{"first":"Jorge","last":"Perez","title":"Chairman and CEO, Related Group","answer":""},{"first":"Mary Ann","last":"Franks","title":"Professor of Law, University of Miami","answer":""},{"first":"Ralph","last":"Patino","title":"Founder, Patino & Associates","answer":""},{"first":"Jaret","last":"Davis","title":"Co-Managing Shareholder, Greenberg Traurig Miami Office","answer":""},{"first":"Carlos","last":"Garcia Perez","title":"Partner,  SMGQ Law","answer":""},{"first":"Franklin","last":"Sirmans","title":"Director, Perez Art Museum Miami","answer":""},{"first":"Felice ","last":"Gorordo","title":"Global Director, Startup Health","answer":""},{"first":"Al ","last":"Cardenas","title":"Senior Partner, Squire Patton Boggs","answer":""},{"first":"Dimitri","last":"Hoth","title":"Student, Activist, Marjory Stoneman Douglas High School","answer":""},{"first":"Emilio","last":"Estefan","title":"CEO, Estefan Enterprises","answer":""},{"first":"Chris","last":"Caines","title":"Executive Director, Miami Urban Future Inititiative, FIU","answer":"\nOur biggest challenge as a state is a lack of the forward thinking and visionary planning needed to address the coming environmental, economic, and social crises in our communities. To secure a better future for Florida, our leaders must be willing to consider the state’s fragility, and begin aggressively making and implementing long term solutions as soon as possible.\nUrgent long-term considerations should be prioritized similarly to immediate ones when it comes to generation-defining challenges like automation, sea level rise, and education, for example. These challenges (and others) couldn’t be more urgent, even if their full impacts will not be realized in an immediately upcoming budget cycle or political term.\nUrgent, but non-immediate issues are hard to earnestly tackle now, but will be nearly impossible to address when the need for immediate action on them is equal to that of current preoccupations and focuses. Long term solutions need long term time horizons and the sooner we increase efforts to address these generational challenges, the more time we will have to successfully mitigate them. "},{"first":"Julie","last":"Wraithmell","title":"Executive Director,  Audubon Florida","answer":""},{"first":"Tiffany","last":"Troxler","title":"Director, Sea Level Solutions Center, FIU","answer":""},{"first":"Jeff ","last":"Johnson","title":"State Director, AARP","answer":""},{"first":"Rebecca","last":"O'Hara","title":"Senior Legislative Advocate, Florida League of Cities","answer":""},{"first":"David ","last":"Mica","title":"Executive Director, Florida Petroleum Council","answer":"The inhabitants of our great state throughout its history have found ways to address a host of natural and manmade challenges to become the desirable destination we are today – the great Sunshine State. A common thread in meeting those historical challenges and those we will face going forward so we can have Floridians continue to flourish is abundant, affordable and reliable energy. Whether it is the necessity of pumping drinking water from our precious aquifer or flood water from Lake Okeechobee, cooling and heating our 10 million homes, transporting tourists, agricultural or manufactured products, or just our daily commute, we need energy. \r\n\r\n\r\n"},{"first":"Susan","last":"Towler","title":"Executive Director, Corporate Social Responsibility, Florida Blue","answer":"\nA challenge our leaders face is identifying opportunities to create a sense of community among our residents. Building a strong, healthy community starts with active and welcoming institutions in our neighborhoods — schools, parks, civic centers, churches and small businesses. Knowing your neighbors and looking out for each other, not just in times of disaster. Leaders can encourage Floridians to volunteer and give back in their community.  Our strength is our diverse backgrounds and experiences, and we have to find a way to meet one another, learn from one another and find common ground to secure a better future for our great state."},{"first":"Ken ","last":"Lawson","title":"President and CEO, Visit Florida","answer":""},{"first":"Rhea","last":"Law ","title":"Chair, Florida Offices, Buchanan Ingersoll & Rooney","answer":""},{"first":"Michael ","last":"Putney","title":"Senior Political Reporter, WPLG","answer":""},{"first":"Shelley","last":"Katz","title":"Vice President Operations, Lutheran Services Florida Health Systems","answer":"In my opinion, as leaders our biggest challenge is how to address the needs of citizens who do not have access to the resources to achieve the building blocks of productivity and success:  quality education, appropriate physical and behavioral health care, stable housing and employment. Healthy, educated and gainfully employed citizens raise healthy families, build healthy communities and support a growing economy.  Florida, like all states, has systems designed to meet citizens’ needs, and like most states, those systems are not always integrated, efficient and as successful as they could be due to rigid regulation and lack of coordination.  I believe our leaders must advocate for public policy and resources to address the needs of all Floridians, not just those blessed with adequate resources and the good fortune to be healthy in body, mind and spirit.  Mahatma Gandhi said, “The true measure of any society can be found in how it treats its most vulnerable members.” Each of our citizens should have the opportunity to live a life of dignity and meaningful contribution to their community."},{"first":"Wendy","last":"Spencer","title":"CEO, Leadership Florida","answer":""},{"first":"Margaret ","last":"Lezcano","title":"Managing Director, UBS","answer":""},{"first":"Carol","last":"Probstfeld","title":"President, State College of Florida, Manatee-Sarasota","answer":""},{"first":"Daryl","last":"Tol","title":"CEO, Florida Hospital","answer":""},{"first":"Terry","last":"DeCarlo","title":"Development and Chief Communications Director, The Center of Central Florida","answer":""},{"first":"Marlon","last":"Hill","title":"Partner, Hamilton MIller & Birthisel","answer":""},{"first":"Jessica ","last":"Goldman","title":"CEO, Goldman Properties","answer":""},{"first":"Marleine","last":"Bastein","title":"Executive Director, Haitian Women of Miami","answer":""},{"first":"Richard","last":"Fain","title":"Chairman and CEO, Royal Caribbean Cruisis Ltd.","answer":""},{"first":"Carol","last":"Dover","title":"President, Florida Restaurant & Lodging Association","answer":"Florida’s hospitality sector represents a $112 billion industry, $11 billion in local and state tax revenue, with 116 million visitors in 2017 and nearly 1.4 million employees, making it a powerful driver for Florida’s future. Florida’s state and local leaders, as well as our nationally-elected officials, must recognize the hospitality industry is working with a labor shortage and severe stress on local infrastructure. This impacts our ability to deliver the signature Florida experience that keeps people from wanting to vacation and work in other places.\n\n \n\nOur biggest challenge, then, is addressing the growing industry’s massive workforce and infrastructure needs to continue supporting our state’s economy and government. Florida needs to maintain a business-friendly environment with a competitive edge if it hopes to provide for 1.4 million hospitality employees and their families. In addition, our leaders should regularly improve our local infrastructure so visitors can travel freely across our state and support the many communities that rely on tourism. \n\n"},{"first":"Joanne","last":"McCall","title":"President, Florida Education Association","answer":""},{"first":"Victoria","last":"Kasdan","title":"Executive Director, We Care Manatee","answer":"Florida is the fourth most populated state in the U.S. and the second largest state that did not expand Medicaid. Unfortunately, this has not served its residents well since, Florida also has one of the lowest minimum wage rates and one of the highest uninsured population in the country (19 percent). More than 3.6 million Florida residents are without health insurance. It’s also more expensive to access care in the Sunshine State.  \r\nFloridians total healthcare expenditure totals more than $132 billion, equaling approximately $7,100 per person a figure higher than the national average of $6.800. Yet many major insurers have exited state sponsored exchange/Obamacare in Florida, leaving those of little means who may need subsides to pay for premiums with few options to pay for medical care. The issue impacts both adults and children making it an issue for workers of today and the future of our state for tomorrow.\r\nIn the end, shunning access to affordable healthcare for Floridians doesn’t just impact the poor and uninsured, it impacts us all. Despite being an offer of compassion, it just makes economic sense.\r\n Let’s make affordable health care a priority in Florida and stop being the worst state in the nation.\r\n"},{"first":"Cindy","last":"Arenberg Seltzer","title":"President and CEO, Children's Services Council of Broward County","answer":""}]
