[{"first":"Kay","last":"Barnes","title":"Former mayor of Kansas City","group":"Leaders","answer":"The single biggest challenge our leaders must confront to secure a better future for Missouri is recognize, and then address the welfare of all citzens regardless of economic level, race, age, or sexual orientation. \n\nRecognizing that resources are limited, a bold vision and operational plan needs to be developed and clearly articulated to citizens across the state. This bipartisan plan needs to be developed by a cross-section of public and private sector leaders, representing communities of all sizes with a healthy mix of varying constituencies. \n\nWhat I'm proposing would not be an easy task. It would be fraught with challenges, and yet the end result would be significantly more reflective of the current reality and future potential of Missouri. It would provide widely accepted guidelines for both elected officials and public administrators, as well as business and nonprofit leaders. An ongoing \"monitoring\" process in which all citizens could participate would enhance the likelihood of our goals being realized.","unedited reply":"The single biggest challenge our leaders must confront to secure a better future for Missouri is recognize, and then address the welfare of all citzens regardless of economic level, race, age, or sexual orientation. \n\nRecognizing that resources are limited, a bold vision and operational plan needs to be developed and clearly articulated to citizens across the state. This bipartisan plan needs to be developed by a cross-section of public and private sector leaders, representing communities of all sizes with a healthy mix of varying constituencies. \nWhat I'm proposing would not be an easy task. It would be fraught with challenges, and yet the end result would be significantly more reflective of the current reality and future potential of Missouri. It would provide widely accepted guidelines for both elected officials and public administrators, as well as business and nonprofit leaders. An ongoing \"monitoring\" process in which all citizens could participate would enhance the likelihood of our goals being realized."},{"first":"Michael","last":"Barrett","title":"Missouri State Public Defender Director","group":"Experts","answer":"According to the FBI, there is only one state in America with three cities in the top 15 for violent crime: Missouri. Springfield is No. 13. Kansas City is 6 and St. Louis is 2. Repeating the phrase \"\"tough on crime\"\" is great for campaigning, but it does little actually to reduce violent crime and victimization. \n\nBecause local governments have come to rely too much on the collection of fines and fees, they have turned law enforcement into modern-day tax collectors. The state prison budget has increased more than $150 million in just a decade, making Missouri 8th in incarceration rates. But violent crime has not gone down, but up. That’s because half the state’s prison population is incarcerated for a non-violent offense, at a cost of more than $350 million. \n\nMissouri is spending way too many resources on people it can suck revenue out of, and not nearly enough on effective strategies to reduce violent crime. ","unedited reply":"According to the FBI, there is only one state in America with three cities in the top 15 for violent crime: Missouri. Springfield is at No. 13; Kansas City is No. 6 and St. Louis is No. 2. Repeating the phrase \"tough on crime\" is great for campaigning, but it does little actually to reduce violent crime and victimization. \n\nBecause local governments have come to rely too much on the collection of fines and fees, they have turned law enforcement into modern-day tax collectors. At the state level, the prison budget has increased more than $150 million dollars in just a decade (making Missouri 8th highest in its rate of incarceration). But violent crime has not gone down, but up. That’s because half the state’s prison population is incarcerated for a non-violent offense, at a cost of more than $350 million. \n\nIn sum, Missouri is spending way too many resources on people it can suck revenue out of, and not nearly enough on effective strategies to reduce violent crime. This negligence sadly impacts other efforts, like business investment. You can lower tax rates all you want. But if towns and cities are not safe, you will not see investment."},{"first":"Mark","last":"Bedell","title":"Superintendent of Kansas City Public Schools","group":"Educators","answer":"The single biggest challenge our leaders must confront is challenging the status quo in our schools and securing a better future for Missouri is ensuring that all children have access to a world-class public education. Our schools must teach our children to be high-achieving critical thinkers prepared to succeed in a constantly changing world, and to be engaged in the improvement of their community. That requires high quality teachers and school leaders, cutting-edge and responsive classroom tools and techniques, and innovative community/business partnerships. \n\nEquity in public education means addressing the historic and systematic racism and discrimination that have left our communities without the resources and support they need to thrive. This means having honest, open conversations about the past, addressing disparities, and taking a collaborative, community-centered and long-term approach to public education.","unedited reply":"The single biggest challenge our leaders must confront is challenging the status quo in our schools and securing a better future for Missouri is ensuring that all children have access to a world-class public education. Our schools must teach our children to be high-achieving critical thinkers prepared to succeed in a constantly changing world, and to be engaged in the improvement of their community. That requires high quality teachers and school leaders, cutting-edge and responsive classroom tools and techniques, and innovative community/business partnerships. \n\nEquity in public education means addressing the historic and systematic racism and discrimination that have left our communities without the resources and support they need to thrive. This means having honest, open conversations about the past, addressing disparities, and taking a collaborative, community-centered and long-term approach to public education."},{"first":"Brenda","last":"Bethman","title":"Director of UMKC Women’s Center","group":"Educators","answer":"The biggest challenge that needs to be confronted by our leaders is ensuring equality of opportunity for all of Missouri's citizens, whether that means ensuring equal pay for women (Missouri currently ranks in the middle third among U.S. states for equal pay), ending racial profiling by police (every year the attorney general's report on racial profiling shows little to no progress), or promoting basic equality for the state's LGBTQ citizens (the Human Rights Campaign lists Missouri on their \"High Priority to Achieve Basic Equality\" list). \n\nAs demographics change, states that don't work to ensure equal opportunity for all its citizens will not flourish.","unedited reply":"The biggest challenge that needs to be confronted by our leaders is ensuring equality of opportunity for all of Missouri's citizens, whether that means ensuring equal pay for women (Missouri currently ranks in the middle third among U.S. states for equal pay), ending racial profiling by police (every year the attorney general's report on racial profiling shows little to no progress), or promoting basic equality for the state's LGBTQ citizens (the Human Rights Campaign lists Missouri on their \"High Priority to Achieve Basic Equality\" list). \n\nAs demographics change, states that don't work to ensure equal opportunity for all its citizens will not flourish."},{"first":"Jean Paul ","last":"Bradshaw","title":"Partner at Lathrop Gage LLP","group":"Leaders","answer":"The biggest challenge faced by Missouri state government is figuring out how to adequately fund higher and K-12 education in the face of rising health care spending. People generally have failed to explain where they would find the money to solve the problem. The growth in Medicaid and other government health care spending at the state level is squeezing out the ability to meaningfully increase spending in other areas. Increasing taxes politically is not an answer, because it would have to be voted on and simply isn’t going to pass.\n\nEducation is a real economic growth issue. Universities that can provide a good workforce, particularly in the STEM fields, is critical to attracting good businesses to the state. Businesses also want to know that their employees have good schools available.\n\nThis isn’t an easy issue to resolve. Many states are struggling with these same issues. The ones that get it right are going to prosper.","unedited reply":"I think the biggest challenge faced by Missouri state government is figuring out how to adequately fund education (both higher education and K-12) in the face of rising health care spending. People have criticized the decreasing levels of education spending, but generally have failed to explain where they would find the money to solve the problem. The issue that no one seemingly wants to discuss is that the growth in Medicaid and other government health care spending at the state level is squeezing out the ability to meaningfully increase spending in other areas such as education. Increasing taxes politically is not an answer, because it would have to be voted on and simply isn’t going to pass.\n\nEducation is a real economic growth issue. The presence of universities that can provide a good workforce, particularly in the STEM fields, is critical to attracting good businesses to the state. Businesses also want to know that the families of their employees have good schools available to them.\n\nThis isn’t an easy issue to resolve. Many states are struggling with these same issues. The ones that get it right are the ones that are going to prosper."},{"first":"Mark","last":"Bryant","title":"Attorney and former Kansas City Council member","group":"Pacesetters","answer":"The biggest challenge Missouri leaders face is how to attract people and jobs to our state. Missouri is not near an ocean or mountains, nor does it enjoy warm temperatures year-round. \n\nMissouri can distinguish itself by providing excellent public education and by taking an enlightened approach to public safety. \nOur public schools in Kansas City and St. Louis struggle to maintain accreditation. Our urban centers provide the culture, diversity and amenities that millennials seek. \n\nDespite more police, longer sentences and harsher prisons, Kansas City and St. Louis continue to outpace other urban areas with respect to homicides and violent crime. \n\nIt is time for a more enlightened approach to public safety. The answer to gun violence is gun control, not more powerful weapons in the hands of more people. Incarcerating people who lack job skills doesn't enhance their marketability. \n\nMissouri will attract more people and business if it distinguishes itself by setting ethical and moral standards that exceed the norm.","unedited reply":"The biggest challenge Missouri leaders face is how to attract people and jobs to our state. Missouri is not near an ocean or mountains, nor does it enjoy warm temperatures year-round. \n\nMissouri can distinguish itself by providing excellent public education and by taking an enlightened approach to public safety. \nAs matters stand, public schools in Kansas City and St. Louis struggle to maintain accreditation. Our urban centers provide the culture, diversity and amenities that millennials seek. Education is one of the most important factors people consider when deciding where to raise a family. A quality education can outweigh the physical features and climate advantages of other states and give Missouri the edge it needs to attract people and business to our state. \nDespite more police, longer sentences and harsher prisons Kansas City and St. Louis continue to outpace other urban areas with respect to homicides and violent crime. \n\nIt is time for a more enlightened approach to public safety. The answer to gun violence is gun control, not more powerful weapons in the hands of more people. Placing non-violent offenders in prison requires that they become violent to survive. Incarcerating people who lack job skills doesn't enhance their marketability. \nMissouri will attract more people and business if it distinguishes itself from other states by setting ethical and moral standards that exceed the norm. "},{"first":"Mike","last":"Burke","title":"Lawyer and former member of the Kansas City Council","group":"Pacesetters","answer":"The areas prospering in this high-tech society are those that have shown they can best educate, train, retain, attract and steal talent. Jobs follow the talent pool. Educated millennials are drawn to a vibrant lifestyle. This has been a key in Austin, Denver, Portland and San Jose.\n\nFor several decades, Kansas City has been a net exporter of talent to these cities.  More recently, our area has become more attractive to creative talent with our active arts, sports and technology communities. Combined with a competitive cost of living, we have begun to attract and keep talent. \n\nTo maintain our momentum, leaders must have a vision of the future that builds on our strengths and addresses our deficiencies. Elected officials need to fully fund our university system including the Conservatory of Music and Dance and a new technology center at UMKC. Missouri should also restore the cuts to the Missouri Technology Corporation that assists startups. ","unedited reply":"The regions and metropolitan areas that are prospering in this high-tech society are those that have shown they can best educate, train, retain, attract and steal talent. Jobs follow the talent pool. Educated millennials are drawn to a vibrant lifestyle. This has been a key to the success of cities like Austin, Denver, Portland and San Jose.\n\nFor several decades, Kansas City has been a net exporter of talent to these cities.  More recently, our area has become more attractive to creative talent with our active arts, sports and technology communities. Combined with a competitive cost of living, we have begun to attract and keep talent. The recent effort to attract Amazon to Missouri highlighted both our strengths and shortcomings. \n\nTo maintain our momentum, leaders must have a vision of the future that builds on our strengths and addresses our deficiencies. This includes investing in education, cultural amenities and technology. Elected officials need to fully fund our university system including the Conservatory of Music and Dance and a new technology center at UMKC. Missouri should restore the cuts to the Missouri Technology Corporation that assists startups. We must better demonstrate our inclusiveness and repeal those measures that make discrimination easier."},{"first":"Alissia","last":"Canady","title":"Kansas City Council member","group":"Leaders","answer":"Regardless of partisan politics, we expect voters to show up at the polls - but many are not engaged. Some are suffering, feel neglected, or are just so discouraged by the news headlines of what’s happening in political leadership that they’ve shut down. \n\nMissouri is the deadliest state for black men, particularly in Kansas City and St. Louis, which were the last two cities in the nation without local control of the police departments. Now only Kansas City remains on that list. Missouri spends only $5.86 a year per person on public health, which is less than any other state in the nation. \n\nOur urban school districts are still struggling, which impacts workforce and crime. And sadly, it’s been almost 50 years since Kansas City Public Schools have received a levy increase. We continue to struggle to maintain our infrastructure.\n\nMissouri has a bright future, but we have lots of work to do that will require bipartisan support at all levels.","unedited reply":"Regardless of partisan politics, we expect voters to show up at the polls - but many are not engaged. Some are suffering, feel neglected, or are just so discouraged by the news headlines of what’s happening in political leadership that they’ve shut down. \nThe issues impacting our residents are systemic. For example:\n Missouri is the deadliest state for black men, particularly in Kansas City and St. Louis, which were the last two cities in the nation without local control of the police departments. Now only Kansas City remains on that list. \n\nCurrently, Missouri spends only $5.86 a year per person on public health, which is less than any other state in the nation. Increasing housing and utility costs are outpacing wages, yet the state and federal governments have proposed cuts to funding for housing and low-income housing tax credits. \n\nOur urban school districts are still struggling, which impacts workforce and crime. And sadly, it’s been almost 50 years since Kansas City Public Schools have received a levy increase. \nWe continue to struggle to maintain our infrastructure at the city, state and federal levels amidst promises to catch up. \n\nMissouri has a bright future, but we have lots of work to do that will require bipartisan support at all levels to correct the course."},{"first":"Scott","last":"Charton","title":"CEO of Charton Communications","group":"Advocates","answer":"The biggest single challenge is restoring faith in the truth that government can do, and indeed does do much good. With multiple undeniable state needs, ranging from critical education funding to transportation and infrastructure, trust in government is a key because Missouri requires voter approval for large tax increases and state constitutional changes. \n\nKeys to restoring trust include total honesty with voters, laying out the unvarnished needs, responsible and sensible solutions, and rock-solid measures of results and accountability. So much flows from restoring trust, which is at an all-time low.","unedited reply":"The biggest single challenge is restoring faith in the truth that government can do, and indeed does do much good. With multiple undeniable state needs, ranging from critical education funding to transportation and infrastructure, trust in government is a key because Missouri requires voter approval for large tax increases and state constitutional changes. \n\nKeys to restoring trust include total honesty with voters, laying out the unvarnished needs, responsible and sensible solutions, and rock-solid measures of results and accountability. So much flows from restoring trust, which is at an all-time low."},{"first":"Luis M. ","last":"Cordoba","title":"Chief, student support services, Kansas City Public Schools","group":"Educators","answer":"The single biggest challenge our leaders must confront to secure a better future for Missouri falls on the relationships we have with each other. In 2017, the NAACP issued the first-ever travel advisory for Missouri. Travel advisories usually come from countries that have civil unrest, such as drug cartels taking over entire states. \n\nBut this warning was not a surprise to me, given the recent national trends involving police shootings, immigration legislation in Texas and Arizona and the political rhetoric about people who are not authorized to be in this country, as well as those protected under DACA. In Missouri, we've seen racial slurs against black students at the University of Missouri-Columbia, the legislature passing a bill that will make it harder for workers to win discrimination lawsuits and the unrest in Ferguson. \n\nUntil we come together as a state to openly address the racial disparities, discrimination and bigoted attacks, we will stay divided as a nation. Change begins with me.","unedited reply":"The single biggest challenge our leaders must confront to secure a better future for Missouri falls on the relationships we have with each other. \n\nIn 2017, the NAACP issued the first-ever travel advisory for Missouri. I was shocked to have seen this in The Kansas City Star. Travel advisories usually come from countries that have civil unrest, such as drug cartels taking over entire states. \n\nBut this warning was not a surprise to me, given the recent national trends involving police shootings, immigration legislation in Texas and Arizona and the political rhetoric about people who are not authorized to be in this country, as well as those protected under DACA. \nIn Missouri, recent incidents involving racial slurs against black students on the campus of the University of Missouri-Columbia, the legislature passing a bill that will make it harder for workers to win discrimination lawsuits, the unrest in Ferguson, and the Kansas City trail killings allegedly committed by an African-American person against white people. \n\n\nUntil we come together as a state to openly address the racial disparities, discrimination, racist attacks, disrespect relating to sexual orientation, aggressive police tactics and heightened political rhetoric involving DACA, we will stay divided as a nation. \nChange begins with me."},{"first":"Woody","last":"Cozad","title":"Founder of the Cozad Company, government relations and former chairman of the Missouri Republican Party","group":"Advocates","answer":"If we want Missouri to have a future, we must improve our schools. And this is no a plea for money. The quality of public education in our state runs the gamut from F to C. Oh, sure, there is a handful (literally, a handful, as in five) of A grades, but producing a couple-hundred well-prepared graduates a year won't mean much. \n\nTo fix education, pre-K to 16, no matter the interest group, you have to flatten to get it done. Fix it or turn out the lights.","unedited reply":"If we want Missouri to have a future, we must improve our schools. And this is no a plea for money. The quality of public education in our state runs the gamut from F to C. Oh, sure, there is a handful (literally, a handful, as in five) of A grades, but producing a couple-hundred well-prepared graduates a year won't mean much. \n\nTo fix education, pre-K to 16, no matter the interest group, you have to flatten to get it done. Fix it or turn out the lights."},{"first":"Thomas","last":"Curran","title":"President of Rockhurst University","group":"Educators","answer":"“Life is understood backwards; but it must be lived forwards.” This adage comes from Soren Kierkegaard, a Danish philosopher, poet, theologian and the founder of existentialism. Serving 12 years as president of a Jesuit, Catholic university has instructed me about how we have lived on our campus, in our community and throughout our region and state. As for living forward, I suggest that we take our instruction from our students, our young, our newest companions.\n\nOur students tell us that quality of life is what attracts them to a school, community and region. Salary opportunities and good jobs are important, but they lag behind a place where they feel they belong, they are welcomed and that they matter. \n\nThe future does not belong to our students and our young. Their time is now.\n\nOur generation looks backwards to understand how we have lived. Generations X, Y and Z can show us how to live forward, if we are willing to learn.","unedited reply":"“Life is understood backwards; but it must be lived forwards.” This adage comes from Soren Kierkegaard, a Danish philosopher, poet, theologian and the founder of existentialism. Serving 12 years as president of a Jesuit, Catholic university has instructed me about how we have lived on our campus, in our community and throughout our region and state. As for living forward, I suggest that we take our instruction from our students, our young, our newest companions.\n\nOur students tell us that quality of life is what attracts them to a school, community and region. Salary opportunities and good jobs are important, but they lag behind a place where they feel they belong, they are welcomed and that they matter. \n\nSo, what does that mean for establishing priorities for our region and state? Quality of life means becoming a place that is inclusive of all. It means living in a community where transportation is accessible and available, to all, for purposes of work and recreation. And it means education to instruct and equip people to live a life that is productive and meaningful.\n\nThe future does not belong to our students and our young. Their time is now.\n\nOur generation looks backwards to understand how we have lived. Generations X, Y and Z can show us how to live forward, if we are willing to learn from them."},{"first":"Jack","last":"Danforth","title":"Former attorney general of Missouri and former U.S. senator from Missouri","group":"Leaders","answer":"Missouri’s biggest challenge isn’t for our leaders alone; it’s for all of us. It’s to create a political climate that permits government to function.\n\nGovernment that successfully addresses our most pressing issues - alarming public debt, decaying infrastructure, underperforming schools - depends on the willingness of policy makers and the public to understand opposing positions and reach compromise. Currently that doesn’t exist. \n\nThe political center, where progress is possible, has eroded as hard-line activists have pulled office seekers to the ideological poles. \nLegislators who work across party lines invite organized opposition in primary elections. The result is legislative stalemate as the main work of officeholders is sending tweets that energize the party base, while avoiding the hard work of resolving differences.\n\nPoliticians listen to the voices of the people. It’s essential that what they hear competes with the strident insistence by a minority of partisans for ideological purity, and is, instead, a simple demand from America’s great center for government that works.","unedited reply":"Missouri’s biggest challenge isn’t for our leaders alone; it’s for all of us. It’s to create a political climate that permits government to function.\nGovernment that successfully addresses our most pressing issues - alarming public debt, decaying infrastructure, underperforming schools and others - depends on the willingness of policy makers and the public to understand opposing positions and reach compromise. Currently that willingness doesn’t exist. \n\nThe political center, where progress is possible, has eroded as hard-line activists have pulled office seekers to the ideological poles. \nThose legislators who work across party lines invite organized opposition in primary elections. The result is legislative stalemate as the main work of officeholders is sending tweets that energize the party base, while avoiding the hard work of resolving differences on public policy.\n\nPoliticians listen to the voices of the people. It’s essential that what they hear competes with the strident insistence by a minority of partisans for ideological purity, and is, instead, a simple demand from America’s great center for government that works."},{"first":"Reza ","last":"Derakhshani","title":"Assistant professor of computer science and electrical engineering at UMKC","group":"Educators","answer":"Our biggest challenge is educating our citizens is to prepare them for a quickly-changing job market because of rapid technological advances. With mobile technologies and advances in artificial intelligence, many jobs are are going away, while many other high-paying jobs are being created. These new jobs, however, require advanced technological skills. To secure the future of Missouri and Missourians, we need to heavily invest in STEM education now.","unedited reply":"Our biggest challenge is educating our citizens is to prepare them for a quickly-changing job market because of rapid technological advances. With mobile technologies and advances in artificial intelligence, many jobs are are going away, while many other high-paying jobs are being created. These new jobs, however, require advanced technological skills. To secure the future of Missouri and Missourians, we need to heavily invest in STEM education now."},{"first":"Jane","last":"Dueker","title":"Lawyer, consultant and radio host","group":"Advocates","answer":"The ethical crisis plaguing Missouri is our state’s No. 1 challenge. Without adequate campaign finance reform - which includes cutting off untraceable dark money and Sunshine Law reform, which should include record retention mandates and extend to the legislature - the people of this state have no faith in our government. Only after faith is restored can our elected leaders begin to address the state’s education crisis and complete lack of a plan for transportation, infrastructure and energy.","unedited reply":"The ethical crisis plaguing Missouri is our state’s No. 1 challenge. Without adequate campaign finance reform - which includes cutting off untraceable dark money and Sunshine Law reform, which should include record retention mandates and extend to the legislature - the people of this state have no faith in our government. Only after faith is restored can our elected leaders begin to address the state’s education crisis and complete lack of a plan for transportation, infrastructure and energy."},{"first":"Patrick A.","last":"Dujakovich","title":"President of the Greater Kansas City AFL-CIO","group":"Advocates","answer":"The single biggest challenge Missouri’s leaders face is having the ability to lead. Leadership is not about blocking and obstructing or running roughshod over anything previous administrations have done. It’s not about taking the easy way out or pushing the most extreme legislation on the other side. It’s not about blocking access to the government based on party, religion or political contributions.\n\nBoth sides have degraded the public trust with petty payback and childish behavior. Good people can’t get confirmed and judges that we’re appointed by previous governors are removed by Senate budget cuts. \n\nLeadership is having a long-range plan that benefits the citizens and builds a better future. Leadership is tough, and leaders are forced to make the difficult decisions that will anger some of the people. \n\nThere has always been a distrust of government on some level, but this is a new low, and no one seems to want to offer a plan that actually accomplishes something positive. So that’s the challenge: Lead.","unedited reply":"The single biggest challenge Missouri’s leaders face is having the ability to lead. Leadership is not about blocking and obstructing or running roughshod over anything previous administrations have done. It’s not about taking the easy way out or pushing the most extreme legislation on the other side. It’s not about blocking access to the government based on party, religion or political contributions.\n\nBoth sides have degraded the public trust with petty payback and childish behavior. Good people can’t get confirmed and judges that we’re appointed by previous governors are removed by Senate budget cuts. \n\nLeadership is having a long-range plan that benefits the citizens and builds a better future. Leadership is tough, and leaders are forced to make the difficult decisions that will anger some of the people. \n\nThere has always been a distrust of government on some level, but this is a new low, and no one seems to want to offer a plan that actually accomplishes something positive. So that’s the challenge: Lead."},{"first":"John","last":"Fierro","title":"Board member for the Kansas City Missouri School District","group":"Advocates","answer":"The single biggest challenge our leaders face in Missouri is being able to come together around our young people to educate them effectively. Whether it is insufficient funding, lack of early childhood options or the public versus charter school debate — we are constantly having to fight in order to give our children what they need to achieve and succeed in life. \n\nIt is imperative that leaders come together around important issues like early childhood expansion and increased education funding. We also need to demand excellent schools in thriving school ecosystems for our students. \n\nIt is important that we face these issues head on, and work together toward what matters most: the positive outcomes of kids in Kansas City.","unedited reply":"The single biggest challenge our leaders face in Missouri is being able to come together around our young people to educate them effectively. Whether it is insufficient funding, lack of early childhood options or the public versus charter school debate — we are constantly having to fight in order to give our children what they need to achieve and succeed in life. \n\nIt is imperative that leaders come together around important issues like early childhood expansion and increased education funding. We also need to demand excellent schools in thriving school ecosystems for our students. \n\nIt is important that we face these issues head on, and work together toward what matters most: the positive outcomes of kids in Kansas City."},{"first":"Gwendolyn ","last":"Grant","title":"President and CEO of The Urban League of Greater Kansas City","group":"Community voices","answer":"Disparities in income, education and social justice persist. Inner-city communities with the greatest need for economic development, jobs, good schools, affordable health care and quality housing are left behind. But the single most important challenge leaders must confront is poverty. Despite a burgeoning economy, the wealth gap has grown wider and wages have not kept pace with job growth. \n\nAccording the National Urban League, the richest 1 percent of Americans have received 95 percent of the wealth created since 2009, while the bottom 90 percent have become poorer. Inner-city communities where poverty is most prevalent are plagued with high unemployment, crime and violence, low-performing schools, blight, poor health and hopelessness. \n\nSo what must leaders do? Provide pathways out of poverty by increasing the minimum wage to a livable wage and establishing creative avenues to homeownership for the working poor, expanding the middle class. Homeownership is a critical step toward upward mobility, financial security and neighborhood revitalization. Investment in people is the most effective remedy.","unedited reply":"Disparities in income, education and social justice persist. Inner-city communities with the greatest need for economic development, jobs, good schools, affordable health care and quality housing are left behind. Any of these deficiencies could rise to the top of a list of priorities for leaders to tackle. But the single most important challenge leaders must confront is poverty. Despite a burgeoning economy, the wealth gap has grown wider and wages have not kept pace with job growth. \n\nAccording to a report issued by the National Urban League, the richest 1 percent of Americans have received 95 percent of the wealth created since 2009, while the bottom 90 percent of Americans have become poorer. Inner-city communities where poverty is most prevalent are plagued with high unemployment, crime and violence, low performing schools, blighted neighborhoods, poor health and hopelessness. \n\nSo what must leaders do? Provide pathways out of poverty by increasing the minimum wage to a livable wage and establishing creative avenues to homeownership for the working poor, thereby expanding the middle class. Homeownership is a critical step toward upward mobility, financial security and neighborhood revitalization. Investment in people is the most effective remedy for the pathologies afflicting urban communities."},{"first":"Jason","last":"Grill","title":"Politcal analyst and founder of JGrill Media","group":"Pacesetters","answer":"Without a doubt, it's infrastructure. Missouri needs to improve its overall infrastructure now and look toward the future. Roads, bridges, buildings, transportation assets and options and energy generation are key. \n\nIn order to remain competitive, Missouri and its municipalities must give current and future residents and businesses safe and effective infrastructure. From Kansas City to St. Louis, from Columbia to Jefferson City, and from rural community to urban area, Missouri must take infrastructure seriously. Missouri must find innovative ways to work with local and federal officials to fund these assets, maintain them and build the best new infrastructure avenues possible. \n\nFinding solutions to the growing infrastructure problems and needs in Missouri is a challenge leaders must confront head on for a better future for this great state.","unedited reply":"Without a doubt, it's infrastructure. Missouri needs to improve its overall infrastructure now and look toward the future. Roads, bridges, buildings, transportation assets and options and energy generation are key. \n\nIn order to remain competitive, Missouri and its municipalities must give current and future residents and businesses safe and effective infrastructure. From Kansas City to St. Louis, from Columbia to Jefferson City, and from rural community to urban area, Missouri must take infrastructure seriously. Missouri must find innovative ways to work with local and federal officials to fund these assets, maintain them and build the best new infrastructure avenues possible. \n\nFinding solutions to the growing infrastructure problems and needs in Missouri is a challenge leaders must confront head on for a better future for this great state."},{"first":"Heather","last":"Hall","title":"Kansas City Council member","group":"Leaders","answer":"Communication and our workforce are among the many challenges we face as a city and state.\n\nAddiction to social media is spiraling out of control. We are making ourselves more stressed than previous generations. We are forgetting how to communicate in person, thus making the next generation’s ability to interview for a job, form meaningful relationships and be productive a challenge. The simplest act of handwriting a thank-you note is becoming a thing of the past.\n\nAnother area of weakness is creating a useful, productive future workforce. For many years, we have preached that one can only be successful by receiving a college degree. I truly believe that the future workforce will be a mix of tradesmen and college grads. So many of our tradesmen are growing older without a generational plan to secure bright young apprentices to carry on the trade. \n\nI believe that if we have a smart, well-trained young workforce, our future will be very bright.","unedited reply":"Communication and our workforce are among the many challenges we face as a city and state.\n\nOne issue that seems to be spiraling out of control is the addiction to social media by so many. I believe we are making ourselves feel busier and more stressed than previous generations. We are forgetting how to communicate with people in person, thus making the next generation’s ability to interview for a job, form meaningful relationships and be productive a challenge. The simplest act of handwriting a thank-you note is becoming a thing of the past.\n\nAnother area of weakness is creating a useful, productive future workforce. For many years, we have preached that one can only be successful by receiving a college degree. I truly believe that the future workforce will be a mix of tradesmen and college grads. So many of our tradesmen are growing older without a generational plan to secure bright young apprentices to carry on the trade. \n\nI believe that if we have a smart, well-trained young workforce, our future will be very bright."},{"first":"John","last":"Hancock","title":"Consultant and former chair of the Missouri Republican Party","group":"Advocates","answer":"Economic growth is erupting all across America, and Missouri is enjoying some of the benefits of this growth. However, job opportunities and entrepreneurial expansion seems to be lacking. Unless Missouri takes advantage of our geographical and natural resource assets, we will miss the greater benefits of a growing economy. \n\nBecause St. Louis and Kansas City continue to spar against one another, our state’s urban economies continue to lag behind much of the country. If Missouri could identify a course that unites our two large urban centers in an effort to promote development and growth, we could be at the forefront of American economic stimulation. \n\nWhen our state maximizes the economic engines of our urban communities working together, we can become a major and growing force in the American economic renewal.","unedited reply":"Economic growth is erupting all across America, and Missouri is enjoying some of the benefits of this growth. However, job opportunities and entrepreneurial expansion seems to be lacking. Unless Missouri takes advantage of our geographical and natural resource assets, we will miss the greater benefits of a growing economy. \n\nBecause St. Louis and Kansas City continue to spar against one another, our state’s urban economies continue to lag behind much of the country. If Missouri could identify a course that unites our two large urban centers in an effort to promote development and growth, we could be at the forefront of American economic stimulation. \n\nWhen our state maximizes the economic engines of our urban communities working together, we can become a major and growing force in the American economic renewal."},{"first":"James","last":"Harris","title":"Founder of The J. Harris Company","group":"Pacesetters","answer":"Missouri has a number of problems to address, including lackluster job growth, crumbling infrastructure, and unsustainable spending growth in our Medicaid program. Businesses are bypassing Missouri, and lack of economic growth – if not corrected – will force young people to leave our state just to find a job that will support their ambitions. To take the major steps that are necessary to fix these issues, our leaders have to take the time to work with the people of Missouri and develop a vision for our state that will put us on a better path. They have to demonstrate that they are willing to listen, have the moral fortitude to ignore special interests that oppose change, and are willing to pursue meaningful policy changes that will help move our state forward.","unedited reply":"Missouri has a number of problems to address, including lackluster job growth, crumbling infrastructure, and unsustainable spending growth in our Medicaid program. Businesses are bypassing Missouri, and lack of economic growth – if not corrected – will force young people to leave our state just to find a job that will support their ambitions. To take the major steps that are necessary to fix these issues, our leaders have to take the time to work with the people of Missouri and develop a vision for our state that will put us on a better path. They have to demonstrate that they are willing to listen, have the moral fortitude to ignore special interests that oppose change, and are willing to pursue meaningful policy changes that will help move our state forward."},{"first":"Deb","last":"Hermann ","title":"Chief executive officer of Northland Neighborhoods, Inc.","group":"Community voices","answer":"The biggest problem in Missouri, as it is nationally, is the widening gap between the haves and the have nots. Reductions in education, transportation, health and other segments have the greatest negative impact on those who have the least. Missouri ranks low in most major categories. \n\nUnfortunately, many look to the counties or cities to provide services and programs the state has abandoned. Local governments have taken on responsibility for far too much and services at the local level suffer. \n\nIt will be very difficult for the state to address these or any needs until citizens regain some trust and respect for officeholders and the institutions they represent. This isn’t just a Missouri problem - but a problem it is.","unedited reply":"The biggest problem in Missouri, as it is nationally, is the widening gap between the haves and the have nots. Reductions in education, transportation, health and other segments have the greatest negative impact on those who have the least. Missouri ranks low in most major categories. \n\nUnfortunately, many look to the counties or cities to provide services and programs the state has abandoned. Local governments have taken on responsibility for far too much and services at the local level suffer. \n\nIt will be very difficult for the state to address these or any needs until citizens regain some trust and respect for officeholders and the institutions they represent. This isn’t just a Missouri problem - but a problem it is."},{"first":"Bob","last":"Holden","title":"Chairman of the Midwest U.S. China Association and former governor of Missouri","group":"Leaders","answer":"The single biggest challenge facing Missouri is the transformation of our economy, our institutions and our workforce to meet the demands created by a competitive global economy.\n\nHow do we reform our tax system or educate and train our workforce? How do we continue our high standards - our free and open press and our intellectual property rights? And how do we communicate within our own culture to help people understand what is real and valid information, and not fake news?\n\nThe challenges are immense, but the opportunities are boundless if we stay true to our values, effectively train our workforce, prepare our students and continue to lead the world in creativity and inventiveness. We will remain leaders of the world if we continue to invest in our talent, enhance our physical and intellectual infrastructure and remain true to the vision outlined by our founding fathers and our national and state constitutions.","unedited reply":"The single biggest challenge facing Missouri is the transformation of our economy, our institutions and our workforce to meet the demands created by a competitive global economy.\n\nHow do we reform our tax system to the challenge? How do we educate and train our workforce to be competitive? How do we instill the ethical standards to meet and successfully compete with standards from other cultures around the globe? How do we continue our high standards; our free and open press and our intellectual property rights in the face of challenges from other governments and political systems? And how do we communicate within our own culture to help people understand what is real and valid information, and not fake news coming from sources within our country or from around the world?\n\nThe challenges are immense, but the opportunities are boundless if we stay true to our values, effectively train our workforce, prepare our students and continue to lead the world in creativity and inventiveness. We will remain leaders of the world if we continue to invest in our talent, enhance our physical and intellectual infrastructure and remain true to the vision outlined by our founding fathers and our national and state constitutions."},{"first":"Vernon Percy ","last":"Howard, Jr.","title":"President of the Southern Christian Leadership Conference of Greater Kansas City and senior pastor of The St. Mark's Church","group":"Community voices","answer":"The most urgent and debilitating problem facing Kansas City is the chronic income inequality and disparity in access and opportunity to health, education and wealth, which exist mainly and generally along race, gender and geographical lines.\n\nIf a person is unfortunate enough to be born or brought up within certain categories of society, then he or she is less likely to realize the American promises of life, liberty, equity of education and equal protections under the law.\n\nSome of the most afflicted and egregiously oppressed categories are along race, gender and geography:\nAfrican Americans or people of color (particularly black males and black children)\nWomen \nInner city dwellers\nRural dwellers\n\nThis economic fragmentation threatens long-term, sustainable economic prosperity and stunts social wellness. Our civic, corporate and government leaders ought to want to endear the gifts, talents and value of those afflicted and oppressed within this fabric of oppression, bringing greater peace, public safety and prosperity for themselves and all people.","unedited reply":"The most urgent and debilitating problem facing Kansas City is the chronic income inequality and disparity in access and opportunity to health, education and wealth, which exist mainly and generally along race, gender and geographical lines.\n\nIn Missouri, and in the Kansas City metro area, if a person is unfortunate enough to be born or brought up within certain categories of society, then he or she is less likely to realize the American promises of life, liberty (guaranteed freedoms), equity of quality of education and equal protections under the law.\n\nToo many, by no choice of their own, are quagmired in a fabric of oppression where huge patches of peoeple suffer daily under conditions that the privileged often ignore and are unacquainted with. There is a daily agony in American life that privileged people would discover (and need to discover) if they were forced to survive or attempt to thrive within the same set of circumstances. \n\nSome of the most afflicted and egregiously oppressed categories are along race, gender and geography:\nAfrican Americans or people of color (particularly black males and black children)\nWomen (no matter the race or region)\nInner city dwellers\nRural dwellers\nThe grave disparities are justice issues that the Southern Christian Leadership Conference, in our many projects and initiatives such as One City, the living wage ordinance and Martin Luther King Jr. street name change have attempted to address. These disparities cause emotional distress, mental anguish and desperation, which can lead to violence and other acts of crime such as robbery, theft or participation in the alternative underground economy of weapons proliferation and illegal drug trading. \n\nYet many of our fellow Kansas Citians in this set of circumstances are not morally deviant people. They are simply trying to survive in a system where their access is blocked or impossible.\n\nThese grave disparities also reinforce the largely unaddressed, yet unavoidable social divide that exists in Kansas City along race and geography. \n\nThe Kansas City economy, though seemingly booming, suffers as well because of the realities of the this fabric of oppression. Large segments of potential consumers, entrepreneurs and visionary leaders are thwarted from participating in the collective advance of our city. This economic fragmentation threatens long-term, sustainable economic prosperity and stunts social wellness for all. Our civic, corporate and government leaders ought to want to endear the gifts, talents and value of those afflicted and oppressed within this fabric of oppression, bringing greater peace, public safety and prosperity for themselves and all people."},{"first":"Patrick","last":"Ishmael","title":"Director of government accountability for The Show-Me Institute","group":"Advocates","answer":"The greatest challenge is public-private cronyism. That’s because most state and local tax incentives sit out ahead of every other taxpayer priority out there — health care, education, everything. \n\nThink Missouri roads need to be improved? Historic preservation tax credits get paid out first. Want to better fund K-12 schools? Local tax incentives choke away revenue streams from districts. Tax incentive programs have cost state and local governments billions in recent years, and yet public officials can’t rein them in. \n\nEven setting aside the dramatic practical impact these policies have on budgets, the fundamental structure of this system is disturbing on its own. The public is yoked into subsidizing private projects for a handful of private actors, and that may be fine for a politician at a tax-incentivized “ground breaking.” But that’s not so good for the taxpayer whose taxes are higher, roads are worse and education is poorer as a result. It’s time for reform.","unedited reply":"Missouri has a lot of challenges, but its greatest is that of public-private cronyism. That’s because most state and local tax incentives sit out ahead of every other taxpayer priority out there — ahead of health care, ahead of education, ahead of everything. \n\nThink Missouri roads need to be improved? Well, historic preservation tax credits get paid out first. Want to better fund K-12 schools? Well, local tax incentives choke away revenue streams from districts, with or without the districts' consent. Tax incentive programs have cost state and local governments billions in recent years, and yet public officials can’t get their act together to rein them in. \n\nEven setting aside the dramatic practical impact these tax incentive policies have on government budgets, the fundamental structure of this system is disturbing on its own merits. \n\nThe taxpaying public have been yoked into subsidizing private projects for a handful of private actors, and that may be fine for a politician donning a hard hat and carrying a spade at a tax-incentivized “ground breaking,” but that’s not so good for the taxpayer whose taxes are higher, roads are worse and education is poorer as a result. It’s time for reform."},{"first":"Sly","last":"James","title":"Mayor of Kansas City","group":"Leaders","answer":"I agree with Mark Gerzon, author of \"The Reunited States of America,\" that living in this age of “hyperpartisanship” in which decisions are based in partisan policy and winning, as opposed to solving people problems, is the major issue dividing this country and state. Politicians of both major parties need to focus on finding sustainable solutions to chronic problems by becoming “transpartisan,” where divergent ideas are considered and accounted for, to produce the best results for the people they are elected to serve.","unedited reply":"I agree with Mark Gerzon, author of \"The Reunited States of America,\" that living in this age of “hyperpartisanship” in which decisions are based in partisan policy and winning, as opposed to solving people problems, is the major issue dividing this country and state. Politicians of both major parties need to focus on finding sustainable solutions to chronic problems by becoming “transpartisan,” where divergent ideas are considered and accounted for, to produce the best results for the people they are elected to serve."},{"first":"Jolie","last":"Justus","title":"Kansas City Council member","group":"Leaders","answer":"Trust in government is at an all-time low. To secure a better future for Missouri, we must restore confidence in our elected leaders and enable them to create effective policy in a fair, open, inclusive and civil environment. \n\nWe can start restoring voter trust by using technology to foster transparency and inclusiveness rather than using it to obfuscate the process. Policy should be fact-based, data driven and crafted in an open, inclusive environment. \n\nWe have the technology today to increase transparency and trust. Now we need leaders who will invest the time, education and resources to start earning back the public trust.","unedited reply":"Trust in government is at an all-time low. To secure a better future for Missouri, we must restore confidence in our elected leaders and enable them to create effective policy in a fair, open, inclusive and civil environment. \n\nWe can start restoring voter trust by using technology to foster transparency and inclusiveness rather than using it to obfuscate the process. Policy should be fact-based, data driven and crafted in an open, inclusive environment. \n\nWe have the technology today to increase transparency and trust. Now we need leaders who will invest the time, education and resources to start earning back the public trust."},{"first":"Gregg","last":"Keller","title":"Principal of Atlas Strategy Group","group":"Pacesetters","answer":"The unchecked power and influence of government unions in Missouri is an issue our leaders need to address for the benefit of not only our government workers, but taxpayers as well. The unions representing our state’s public sector workers are in the unique position of getting to negotiate with public bodies, while also having the power through their political activity to influence who is elected and, ultimately, with whom they bargain. \n\nFortunately, legislative leaders in both the Missouri House and Senate are working to implement a government union reform package that would be among the most comprehensive in the country. The legislation would require government unions to obtain annual authorization for paycheck deductions, re-certify every two years, provide the same financial reports as private sector unions, make collective bargaining meetings and documents open to the public, and prohibit clauses in labor agreements that extend the terms beyond the original expiration date.","unedited reply":"The unchecked power and influence of government unions in Missouri is an issue our leaders need to address for the benefit of not only our government workers, but taxpayers as well. The unions representing our state’s public sector workers are in the unique position of getting to negotiate with public bodies, while also having the power through their political activity to influence who is elected and, ultimately, with whom they bargain. \n\nFortunately, legislative leaders in both the Missouri House and Senate are working to implement a government union reform package that would be among the most comprehensive in the country. The legislation would require government unions to obtain annual authorization for paycheck deductions, re-certify every two years, provide the same financial reports as private sector unions, make collective bargaining meetings and documents open to the public, and prohibit clauses in labor agreements that extend the terms beyond the original expiration date.\n\nGovernment unions negotiate with taxpayer dollars. With the rate of union membership five times greater in the public sector than in the private sector, now is the time for our leaders to enact reasonable reforms to hold government unions accountable to all Missourians."},{"first":"Crosby","last":"Kemper III","title":"Director of The Kansas City Public Library","group":"Pacesetters","answer":"Missouri’s growth is the central issue: economic and educational growth which together can make this a healthier and stronger state. Missouri is one of the slowest-growing states economically. Our education system is mediocre, especially in the flagship higher education institutions (except Washington University) and the demographically elite K-12 public schools (except again three or four in St. Louis and the superior private schools in St. Louis). Our economic engines, the St. Louis and Kansas City regions, are riddled with failed incentive policies and budgets dramatically captured by special interests.\n\nSt. Louis and Kansas City are among the highest-taxed cities in the United States, because of earnings taxes — a flat tax — from dollar one, sales taxes, TDD and other special taxing districts, and abatements and diversion of property taxes that favor the wealthiest developers and most profitable companies. And those tax rates are among the most regressive, especially when the stunningly high sewer and water rates are considered as they should be.\n\nThe primary cause is the absence of civic leadership, including the traditional media and political parties.","unedited reply":"Missouri’s growth is the central issue: economic and educational growth which together can make this a healthier and stronger state. Missouri is one of the slowest-growing states economically. Our education system is mediocre, especially in the flagship higher education institutions (except Washington University) and the demographically elite K-12 public schools (except again three or four in St. Louis and the superior private schools in St. Louis). Our economic engines, the St. Louis and Kansas City regions, are riddled with failed incentive policies and budgets dramatically captured by special interests.\n\nSt. Louis and Kansas City are among the highest-taxed cities in the United States, because of earnings taxes — a flat tax — from dollar one, sales taxes, TDD and other special taxing districts, and abatements and diversion of property taxes that favor the wealthiest developers and most profitable companies. And those tax rates are among the most regressive, especially when the stunningly high sewer and water rates are considered as they should be.\n\nThe primary cause is the absence of civic leadership, including the traditional media and political parties."},{"first":"Jennifer A.","last":"Lowry","title":"Chief of section of toxicology and environmental health at Children's Mercy Kansas City","group":"Experts","answer":"Division. Our communities are divided and cannot move past looking at our differences in order to see what we have in common. Whether it is to a community that felt left out in the past or the one that is on the fringes currently, a leader must engage all communities in order to bring everyone forward. Doing so requires compromise on all of us to not only take care of ourselves, but to also take care of our neighbor. It also requires those in leadership roles to risk vulnerability in order to lift communities up rather than pitting one against the other. The divide has been evident in the social media and in communities, with only little focus on those who work together. More focus is needed on what we can do to move us, together, in a positive way. Finding our common ground is the only way to secure a better future for our cities, state, nation and world. ","unedited reply":"Division. Our communities are divided and cannot move past looking at our differences in order to see what we have in common. Whether it is to a community that felt left out in the past or the one that is on the fringes currently, a leader must engage all communities in order to bring everyone forward. Doing so requires compromise on all of us to not only take care of ourselves, but to also take care of our neighbor. It also requires those in leadership roles to risk vulnerability in order to lift communities up rather than pitting one against the other. The divide has been evident in the social media and in communities, with only little focus on those who work together. More focus is needed on what we can do to move us, together, in a positive way. Finding our common ground is the only way to secure a better future for our cities, state, nation and world. "},{"first":"Quinton","last":"Lucas","title":"Kansas City Council member","group":"Leaders","answer":"A challenge for Missouri leaders is restoring public trust in elected officials and government. Missourians have reason not to trust. Scandal, secrecy in campaign funding and an Animal House culture in Jefferson City undermine the public’s confidence. A lack of public trust leads not just to less voter participation, but also apathy about where Missouri is headed. \n\nGovernments do important things each day. Governments employ thousands of our neighbors. When “government” is seen as bloated corrupt, and nothing but a swamp filled with “broken and disturbed people,” as Gov. Eric Greitens ironically once argued, then we stop understanding how things get done. We underinvest in schools, infrastructure and justice. \n\nOur educational outcomes stagnate or decline. Companies select other states with robust investment and educational environments, and our taxpayers shoulder greater burdens through local fees and taxes. \n\nSex, money, and politics have made Missouri resemble a soap opera script. A focus on what’s worse does us all greater harm than we imagine.","unedited reply":"A challenge for Missouri leaders is restoring public trust in elected officials and government. Missourians have reason not to trust. Scandal, secrecy in campaign funding and an Animal House culture in Jefferson City undermine the public’s confidence in its leadership and distracts from addressing policy concerns. A lack of public trust leads not just to less voter participation, but also apathy about where Missouri is headed and about the steps necessary to keep Missouri competitive. \n\nGovernments do important things each day. Governments employ thousands of our neighbors. When “government” is seen as bloated corrupt, and nothing but a swamp filled with “broken and disturbed people,” as Gov. Eric Greitens ironically once argued, then we stop understanding how things get done. We underinvest in schools, infrastructure and justice. The average Missourian suffers the cost of distraction and disappointment: Our educational outcomes stagnate or decline. Companies select other states with robust investment and educational environments, and our taxpayers shoulder greater burdens through local fees and taxes, or go without key services like adequate staffing of government offices. \n\nSex, money, and politics have made Missouri resemble a soap opera script. But an ongoing focus on what’s worse does us all greater harm than we imagine."},{"first":"Dianne","last":"Lynch","title":"President of Stephens College","group":"Educators","answer":"Stephens College just held our 2018 commencement - an annual ritual of unbridled optimism and familial joy. It’s easy to believe that the American Dream is alive and well.\n\nBut reality is less reassuring: Too many Missouri communities continue to struggle with endemic poverty, opioid addiction, lack of access to affordable health care, inadequate schools, racial conflict and gun violence. Too many of our children will never benefit from a college diploma.\n\nAmericans over the past two years have told Gallup that our greatest problem is that our government doesn’t work – at least not for them.\n\nLeaders need to show us (we’re Missourians) that they are capable of governing - undistracted by the governor’s humiliations, the president’s latest tweet, or the media firestorm of the moment. \n\nAs Sen. Roy Blunt reminds us, “The government belongs to us. We need to act like it.” Reclaiming an effective “for the people” government is our greatest responsibility; delivering on it is our leaders’ greatest challenge. ","unedited reply":"Stephens College just held our 2018 commencement ceremonies - an annual ritual of unbridled optimism and familial joy. Watching our graduates receive their hard-earned diplomas, it’s easy to believe that the American Dream is alive and well.\n\nOutside that privileged space, reality is less reassuring: Too many Missouri communities continue to struggle with endemic poverty, opioid addiction, lack of access to affordable health care, inadequate schools, racial conflict and gun violence. Too many of our children will never benefit from the economic opportunities a college diploma provides.\n\nAnd yet when Gallup annually asks all Americans – including Missourians – what they’re most worried about, it’s none of those things. Americans over the past two years have told Gallup that our greatest problem is that our government doesn’t work – at least not for them.\n\nAs we look forward to what may be among the most contentious elections in modern history, our leaders need to show us (we’re Missourians) that they are capable of governing - undistracted by the governor’s humiliations, the president’s latest tweet, or the media firestorm of the moment. We need actionable solutions to our intractable problems, and we need results we can measure. \n\nAs our Republican Sen. Roy Blunt reminds us, “The government belongs to us. We need to act like it.” Reclaiming our right to an effective “for the people” government is our citizenry’s greatest responsibility; delivering on it is our leaders’ greatest challenge. But our democracy, and our children’s futures, depend upon it. "},{"first":"Christopher G.","last":"Maples","title":"Interim Chancellor of the Missouri University of Science and Technology","group":"Educators","answer":"Securing a better future for Missouri starts with providing high-quality public education for Missourians. Research has shown that over their lifetimes, college graduates are more likely to earn more money and enjoy greater job security than those with high school degrees only. \n\nMissouri University of Science and Technology is consistently rated as a great value for our graduates, and we’re working to make a college education as accessible and affordable as we can by building on the legacy of America’s two great movements to open college doors to more people.\n\nMissouri S&T is one of the “land-grant” universities from the early 1800s. After World War II, the G.I. Bill further opened doors by providing access to college for millions of military veterans. \n\nWe are now poised to further remove barriers to access, thanks to our ability to deliver a quality post-secondary education to people anywhere in the world. ","unedited reply":"Securing a better future for Missouri starts with providing high-quality public education for Missourians. Research has shown that over their lifetimes, college graduates are more likely to earn more money and enjoy greater job security than those with high school degrees only. To that end, broad access to post-secondary education is critical for Missouri’s future.\n\nMissouri University of Science and Technology is consistently rated as a great value for our graduates, and we’re working to make a college education as accessible and affordable as we can by building on the legacy of America’s two great movements to open college doors to more people.\n\nIt began in the 1800s with the Morrill Acts, which provided land for public educational institutions. Missouri S&T is one of these “land-grant” universities. After World War II, the G.I. Bill further opened doors by providing access to college for millions of military veterans. \n\nWe are now poised to further remove barriers to access, thanks to our ability to deliver a quality post-secondary education to people anywhere in the world. Partnerships between institutions, like our cooperative engineering program with Missouri State University, broadens access by delivering our courses and degrees beyond our physical campus."},{"first":"Richard","last":"Martin","title":"‎Director of government affairs at ‎JE Dunn Construction","group":"Pacesetters","answer":"I believe the single biggest challenge our leaders need to face is cooperation, collaboration and compromise. We are too divided in too many ways: urban vs. rural, St. Louis vs. Kansas City, Democrats vs. Republicans and black vs. white. Until our leaders begin to see the forest instead of only the trees, we will never be able to address fully the needs of our state. Our transportation infrastructure is woefully underfunded, and our public education system is not providing enough of our children with the skills needed to succeed in today’s economy. These are tough but critically important issues and require the commitment and collaboration of leaders from across the state willing to look past the divisions that have traditionally held us back. Together, Missouri can excel and prosper. Divided, we will fall further behind. ","unedited reply":"I believe the single biggest challenge our leaders need to face is cooperation, collaboration and compromise. We are too divided in too many ways: urban vs. rural, St. Louis vs. Kansas City, Democrats vs. Republicans and black vs. white. Until our leaders begin to see the forest instead of only the trees, we will never be able to address fully the needs of our state. Our transportation infrastructure is woefully underfunded, and our public education system is not providing enough of our children with the skills needed to succeed in today’s economy. These are tough but critically important issues and require the commitment and collaboration of leaders from across the state willing to look past the divisions that have traditionally held us back. Together, Missouri can excel and prosper. Divided, we will fall further behind. "},{"first":"Daniel P.","last":"Mehan ","title":"President and CEO of the Missouri Chamber of Commerce and Industry","group":"Pacesetters","answer":"Our organization serves as the voice of the Missouri business community. The biggest concern we hear is about the state’s workforce. Companies are struggling to find qualified workers for jobs. Stagnant workforce growth, the impending retirement of older workers, a changing job landscape and a widening skills gap are a few of the challenges Missouri employers face. \n\nAs part of our Missouri 2030 strategic plan, we are launching new programs that build bridges between businesses and educators. We are also advocating for policy changes that support today’s students and workers with greater opportunities to gain valuable skills. \n\nWe are encouraged to see the Missouri Department of Economic Development place a new focus on workforce development. Talent has quickly replaced the tax incentive as the economic development tool of choice. The countries, states and regions that recognize that fact and wisely invest in strategic workforce development and retention initiatives will succeed. The rest likely will be left behind.\"","unedited reply":"Our organization serves as the voice of the Missouri business community. Over the last several years, the biggest concern we hear is about the state’s workforce. Companies are struggling to find qualified workers for jobs that are open today. Stagnant workforce growth, the impending retirement of older workers, a changing job landscape and a widening skills gap are a few of the challenges Missouri employers face. \n\nAs part of our Missouri 2030 strategic plan, the Missouri Chamber is launching new programs that build bridges between businesses and educators. We are also advocating for policy changes that support today’s students and workers with greater opportunities to gain valuable skills for their futures. \n\nWe are encouraged to see the Missouri Department of Economic Development place a new focus on workforce development. Talent has quickly replaced the tax incentive as the economic development tool of choice. The countries, states and regions that recognize that fact and wisely invest in strategic workforce development and retention initiatives will succeed. The rest likely will be left behind."},{"first":"John F. ","last":"Murphy","title":"Partner at Shook, Hardy & Bacon LLP and co-chair of KC Rising","group":"Pacesetters","answer":"Our single biggest challenge is ensuring that our region can continue to compete for the best and brightest talent nationwide and that we remain at the forefront of developing the workforce of the future. The competition for talent has never been more intense than it is today. Virtually every metropolitan area faces a shortage of talent across any number of disciplines. Ultimately, winning in business comes down to talent and this region has successfully differentiated itself as a destination for such talent. Our advantages with respect to an affordable cost of living and a family-centric lifestyle are important, as long as salaries remain attractive. \n\nWe need to have programs in place to provide individual access to post-secondary education. In this region alone, we have over 300,000 working age adults who have some college credit but no degree. This represents one-third of our entire workforce. We have to give them the opportunity to receive that degree.","unedited reply":"Our single biggest challenge is ensuring that our region can continue to compete for the best and brightest talent nationwide and that we remain at the forefront of developing the workforce of the future. The competition for talent has never been more intense than it is today. Virtually every metropolitan area faces a shortage of talent across any number of disciplines. Ultimately, winning in business comes down to talent and this region has successfully differentiated itself as a destination for such talent. Our advantages with respect to an affordable cost of living and a family centric lifestyle are important, as long as salaries remain attractive. We also have to make sure the strategic interests of business and academia are aligned to the point where we can identify solutions that meet the needs of both students and potential employers. Additionally, we need to have programs in place to provide individual access to post-secondary education. In this region alone, we have over 300,000 working age adults who have some college credit but no degree. This represents one-third of our entire workforce. We have to give them the opportunity to receive that degree.\n"},{"first":"Jay","last":"Nixon","title":"Attorney and former governor of Missouri","group":"Leaders","answer":"The biggest challenge is individual economic stagnation. While there is a painful lack of historic context to many issues and discussions, and people are getting more comfortable divided rather than united, I believe that economic fear and angst are a primary driver for these afflictions.\n\nMore people of all ages feel they are economic slaves to an unreachable American dream. Even at economic full employment, we still fail to see wages and income reflect the growth. Higher consumer costs - phone bills, car insurance, utilities and more - continue to rise while wages stay stagnant. Even the old bargain of higher education equaling greater economic freedom seems to be crumbling.\n\nFrom the death of the family farm, to the closing of small businesses, to downward pressure on the wages for factory workers, alternative paths to long term prosperity are closing. The disruptive economy and lack of commitment from the public sector to assist in building ladders of opportunity add to the problem. ","unedited reply":"The biggest challenge is individual economic stagnation. While there is a painful lack of historic context to many issues and discussions, and people are getting more comfortable divided rather than united, I believe that economic fear and angst are a primary driver for these afflictions.\n\nMore and more people of all ages feel they are economic slaves to an unreachable American dream. Even at economic full employment, we still fail to see wages and income for the vast majority of Missourians reflect the growth. Higher consumer costs - phone bills, car insurance, utilities and more - continue to rise unabated while wages stay stagnant. Even the old bargain of higher education equalling greater economic freedom seems to be crumbling under a duel challenge: rising costs and inapt training.\n\nFrom the death of the family farm, to the closing of small businesses on Main Street across Missouri, to downward pressure on the wages for factory workers, alternative paths to long term prosperity are closing. The current speedy and disruptive economy coupled with a lack of commitment from the public sector to assist concretely in building ladders of opportunity adds to the problem. Economic stagnation must be addressed head on. Failure to acknowledge this challenge will lead to many other social and economic ills. \n\nThis challenge, economic stagnation, affects our entire way of life and form of government. It makes us less open to the rich diversity of our world, less open to constructive change and more disconnected from the levers of democracy and capitalism.\n\nThose who know me well appreciate my optimistic outlook on our future, but we need a collective will to move forward on this challenge."},{"first":"Ken","last":"Novak","title":"Professor of criminal justice and criminology at UMKC","group":"Experts","answer":"Crime. Specifically violent crime. Even more specifically, homicides. \n\nThe typical Missourian will be impacted by homicide in any given year. However some are affected at an alarming rate. \n\nSt. Louis and Kansas City consistently log among the highest homicide rates in the country. Victims are disproportionately young African American males, killed by handguns. In Kansas City, the homicide rate for African American males aged 20-29 is 10 times higher than the others in the city, and 57 times higher than the national rate. The Violence Policy Center noted Missouri has the highest African-American homicide rate in the country. \n\nThis reality has a ripple effect. Violent crime stunts economic development, fosters helplessness, contributes to community level trauma, strains our criminal justice system, and of course, homicides have a devastating impact on families and communities. \n\nThere is no consensus as to why Missouri’s violence is so high, and I am unaware of any single silver bullet to reverse this trend.","unedited reply":"Crime. Specifically violent crime. Even more specifically, homicides. \n\nThe typical Missourian will be impacted by homicide in any given year. However some people and communities are affected by homicides and other violence at an alarming rate. \n\nMissouri’s urban centers, St. Louis and Kansas City, consistently log among the highest homicide rates in the country. Homicide victims are disproportionately young African American males, killed by handguns. In Kansas City, the homicide rate for African American males aged 20-29 is 10 times higher than the others in the city, and 57 times higher than the national rate. A report by the Violence Policy Center noted Missouri has the highest African American homicide rate in the country. \n\nThis reality has a ripple effect across our state. Violent crime stunts economic development, fosters helplessness, contributes to community level trauma, strains our criminal justice system, and of course, homicides have a devastating impact on families and communities. \n\nThere is no consensus as to why Missouri’s violence is so high, and I am unaware of any single silver bullet to reverse this trend.\n"},{"first":"CiCi","last":"Rojas","title":"Partner and president of Tico Productions LLC and Tico Sports","group":"Advocates","answer":"Although we have many challenges in front of us, I believe a lack of civil discourse is preventing us from solving many important issues. Without a solid middle ground as a foundation for tough discussions, we will waste precious time in solving the most impactful issues in a timely manner. Our leaders of the two political parties continue to be persauded by extreme views, which drive out the many voices of those who are truly committed to realistic policies for the majority of individuals.\n\nWe have many credible and successful civic and community leaders in our state, who need to be recruited, encouraged and supported to run for office, so we can begin the process of real consensus building to solve the challenges people across Missouri face.","unedited reply":"Although we have many challenges in front of us, I believe a lack of civil discourse is preventing us from solving many important issues. Without a solid middle ground as a foundation for tough discussions, we will waste precious time in solving the most impactful issues in a timely manner. Our leaders of the two political parties continue to be persauded by extreme views, which drive out the many voices of those who are truly committed to realistic policies for the majority of individuals.\n\nWe have many credible and successful civic and community leaders in our state, who need to be recruited, encouraged and supported to run for office, so we can begin the process of real consensus building to solve the challenges people across Missouri face."},{"first":"Leland","last":"Shurin","title":"Attorney and chairman of The Kansas City Board of Police Commissioners","group":"Leaders","answer":"A better future for Missouri can come through high-quality public education from preschool to postgraduate school so that every resident has had the opportunity to develop to his or her fullest potential. An educated population relies less on government-funded welfare programs, is less likely to commit violent crime, earns and spends greater income, and attracts out-of-state business. An educated population raises productivity and governmental revenues. \n\nFully educating a population begins in preschool. Instruction in the areas of STEAM starts early and is built upon in the years that follow, laying the foundation for critical and creative thinking. This foundation is so important that people sacrifice in order to move to areas with good public elementary and high schools. It's vital that every part of our state provide high-quality public education.\nBeyond high school, a well-respected state university supplies research and leadership personnel to industry, agriculture and government. It attracts businesses and individuals, and elevates the reputation of the state.","unedited reply":"A better future for Missouri can come through high-quality public education from preschool to postgraduate school so that every resident has had the opportunity to develop to his or her fullest potential. An educated population relies less on government-funded welfare programs, is less likely to commit violent crime, earns and spends greater income, and attracts out-of-state business. An educated population creates a higher standard of living for all Missourians by increasing the state GNP. It can increase all governmental revenues at lower tax rates. \n\nFully educating a population begins in preschool, where early development of cognitive and social skills are imparted with proven lasting impact. Instruction in the areas of STEAM starts early and is built upon in the years that follow, laying the foundation for critical and creative thinking. This foundation is so important that people sacrifice in order to move to areas with good public elementary and high schools. It's vital that every part of our state provide high-quality public education.\nBeyond high school, a well-respected state university supplies research and leadership personnel to industry, agriculture and government. It attracts businesses and individuals, and elevates the reputation of the state."},{"first":"Ryan","last":"Silvey","title":"Missouri Public Service Commissioner","group":"Leaders","answer":"The biggest challenge our leaders must confront to secure a better future is their own ambition. Nobody pushes big ideas anymore because big ideas take too long to complete. Many won’t be around to take credit at completion, so they opt instead for something easier that they can put on the next mail piece for re-election or TV ad for the next office. The challenges we have are complicated and therefore require complicated solutions. Sound bites and campaign slogans are good for getting elected, but they are terrible for governing. ","unedited reply":"The biggest challenge our leaders must confront to secure a better future is their own ambition. Nobody pushes big ideas anymore because big ideas take too long to complete. Many won’t be around to take credit at completion, so they opt instead for something easier that they can put on the next mail piece for re-election or TV ad for the next office. The challenges we have are complicated and therefore require complicated solutions. Sound bites and campaign slogans are good for getting elected, but they are terrible for governing. "},{"first":"Jeffrey J. ","last":"Simon","title":"Office managing partner at Husch Blackwell LLP","group":"Pacesetters","answer":"Until the investment is made to break the cycle of poverty, Missouri’s ability to prosper and to grow is stunted at best. This means investment of political will, investment of private dollars and - most importantly - investment of collective concern by the entire community, including those who do not believe they are directly affected by poverty. \n\nPoverty does not know racial, political, social or geographic boundaries or distinctions. Its byproducts – crime, violence, social injustice, unprepared workforce, disease, despair, fear - hold us all back. Poverty cannot be ignored. Our leaders - not just elected officials, ministers and philanthropists, but civic and business leaders as well - must boldly and honestly confront the root causes of poverty - families in distress, educational inequalities, present day consequences of historic discrimination, transportation shortcomings, health care inaccessibility, insufficient jobs and businesses, criminal justice limitations, hopelessness – to move us forward. \n\nWhat a future it could be, if only we build it right.","unedited reply":"Until the investment is made to break the cycle of poverty, Missouri’s ability to prosper and to grow is stunted at best. This means investment of political will, investment of private dollars and - most importantly - investment of collective concern by the entire community, including those who do not believe they are directly affected by poverty (hint: we are all directly affected in some way). \n\nPoverty does not know racial, political, social or geographic boundaries or distinctions. The byproducts of poverty – crime, violence, social injustice, unprepared workforce, disease, despair, fear - hold all of Missouri back. Whether viewed from a moral, spiritual or even purely economic perspective, poverty cannot be ignored. Our leaders - not just elected officials, ministers and philanthropists, but civic and business leaders as well - must boldly and honestly confront the root causes of poverty - families in distress, educational inequalities, present day consequences of historic discrimination, transportation shortcomings, health care inaccessibility, insufficient jobs and businesses, criminal justice limitations, hopelessness – to move us forward. \n\nAnd what a future it could be, if only we build it right."},{"first":"Phil","last":"Snowden","title":"Member of the University Of Missouri Board Of Curators","group":"Leaders","answer":"First, our leaders must accept criticism without the fear of retribution. This requires a very thick skin.\n\nSecond, they must be good listeners. Collaboration is the key. A leader puts the end in mind and checks the ego at the door.\n\nThird, leaders are willing to compromise and recognize what is good for all.\n\nFourth, no one should be worried about their job or the next election.\n\nFifth, each individual holding an office of authority must possess a strong sense of honesty and integrity. \n\nSixth, leaders must empathize with the less fortunate or consider the minority position.\n\nSeventh, leaders must completely be open and transparent in all aspects of their endeavors, especially financial. There is no place for money off the books, or hidden dark money.\n\nLeaders who possess these qualities will have a much greater chance for success. Whether the issue is health care, education, infrastructure, taxes, or law enforcement, these seven steps will provide a landscape for progress.","unedited reply":"In this ever-changing environment, our leaders, whether business or governmental entities, must trust the process. Some basic attributes need to be held as a foundation or the road will be rocky or lead to a lack of success. Here are a few steps:\n\nFirst, our leaders must accept criticism without the fear of retribution. This requires a very thick skin.\n\nSecond, they must be good listeners. Collaboration is the key. Your stakeholders and staff may have a better idea. A leader puts the end in mind and checks the ego at the door.\n\nThird, leader are willing to compromise and recognizes what is good for all.\n\nFourth, no one should be worried about their job or the next election.\n\nFifth, each individuaL holding an office of authority must possess a strong sense of honesty and integrity. \n\nSixth, leaders must empathize with the less fortunate or consider the minority position.\n\nSeventh, leaders must completely be open and transparent in all aspects of their endeavors, especially, fiscal responsibility and money. There is no place for money off the books, or hidden dark money.\n\nLeaders who possess these qualities will have a much greater chance for success. Whether the issue is health care, education, infrastructure, taxes, or law enforcement, these seven steps will provide a landscape for progress."},{"first":"David","last":"Steelman","title":"Chairman of the University of Missouri Board of Curators, attorney and former state legislator","group":"Leaders","answer":"Leaders need to spend less time talking about the grand problems that they intend to solve and more time teaching people how to confront and overcome the problems that people deal with every day. \n\nToo often the rhetoric of our leaders focuses on the faults of those with whom they disagree, or with whom they are vying for power. Instead of conversation and solutions, too often we hear only crosstalk, invective and ad hominem attacks. If we instead focused on improving ourselves, particularly our ability to listen and empathize with others, we would generate a society and a state that fosters individual responsibility and accountability, and incorporates the best of all ideas. So the biggest challenge our leaders face is themselves, and to become individuals worthy of followers that lead by example and inspire all of us to generate new solutions, not from the top down, but from the bottom up. This would engage all, not just those who supported the leader.","unedited reply":"I believe leaders need to spend less time talking about the grand problems that they intend to solve and more time teaching people how to confront and overcome the problems that people (sons, mothers, daughters, fathers, friends and acquaintances) deal with every day in their individual lives. \n\nToo often the rhetoric of our leaders focuses on the faults of those with whom they disagree, or with whom they are vying for power. Instead of conversation and solutions, too often we hear only crosstalk full of invective and ad hominem attacks. If we instead focused on improving ourselves, particularly our ability to listen and empathize with others, we would generate a society and a state that fosters individual responsibility and accountability, and incorporates the best of all ideas into real solutions. So the biggest challenge our leaders face is themselves, and to become individuals worthy of followers that lead by example and inspire all of us to generate new solutions, not from the top down, but from the bottom up. This would engage all Missourians, not just those who supported or donated to the leader."},{"first":"Mike ","last":"Talboy","title":"Director of government affairs at Burns & McDonnell","group":"Pacesetters","answer":"The biggest challenge our leaders must confront to secure a better future for Missouri is to focus on policymaking and governing, instead of getting too bogged down in the politics. Today we do not see many who want to undergo the sometimes years-long effort and criticism that come along with grand plans or big ticket initiatives, which may not mature until a future date. \n\nFirst of all, let’s recognize legislative term limits were likely the most damaging thing implemented upon the structure of government. That said, some of this challenge before us is due to term limits, but not all. The gerrymandering and primary threats often handcuff many because there are real pressures from the smaller primary electorate. \n\nWhen you add in the amount of money that can now be spent without attribution, those three things when in place with a term-limited legislature make the governing part of government far more difficult today than ever before.","unedited reply":"The biggest challenge our leaders must confront to secure a better future for Missouri is to focus on policymaking and governing, instead of getting too bogged down in the politics. Today we do not see many who want to undergo the sometimes years-long effort and criticism that come along with grand plans or big ticket initiatives, which may not mature until a future date. \n\nFirst of all, let’s recognize legislative term limits were likely the most damaging thing implemented upon the structure of government. That said, some of this challenge before us is due to term limits, but not all. The gerrymandering and primary threats often handcuff many because there are real pressures from the smaller primary electorate. \n\nWhen you add in the amount of money that can now be spent without attribution, those three things when in place with a term-limited legislature make the governing part of government far more difficult today than ever before."},{"first":"Roy","last":"Temple","title":"Political strategist and former chairman of the Missouri Democratic Party","group":"Advocates","answer":"The Missouri General Assembly is controlled by GOP supermajorities. Many of those legislators are in safe seats, and that leaves many legislators far too focused on the threat of primary challenges from within their party. This can result in misplaced focus on issues and concerns of interest to the base, and too little focus on the basic challenges facing Missouri families.\n\nA continuous focus on divisive social causes makes problem solving related to performing the basic functions of government harder. Endless pursuit of tax cuts to appeal to donors and party elites, while leaving our school and universities underfunded and the problem of deteriorating road and bridges unaddressed, leaves Missouri families frustrated.\n\nHistorically, state governments have been able to continue to tackle basic functions while national dysfunction raged. The single biggest challenge leaders must confront to secure a better future for Missouri may very well be avoiding the agendas of narrow special interests and working for a better future for all.","unedited reply":"The Missouri General Assembly is controlled by GOP supermajorities. Many of those legislators are in safe seats, and that leaves many legislators far too focused on the threat of primary challenges from within their party. This can result in misplaced focus on issues and concerns of interest to narrow constituencies within the base of their party, and too little focus on the basic challenges facing Missouri families.\n\nA continuous focus on divisive social causes makes problem solving related to performing the basic functions of Missouri state government harder. Endless pursuit of tax cuts to appeal to donors and party elites, while leaving our school and universities underfunded and the problem of deteriorating road and bridges unaddressed, leaves Missouri families frustrated with their state government and with the entire political process.\n\nHistorically, state governments have been able to continue to function and tackle the basic functions of government while national disfunction raged. The single biggest challenge leaders must confront to secure a better future for Missouri may very well be avoiding the agendas of narrow special interests and remembering that their actual goal should be securing a better future for all Missourians."},{"first":"Patrick","last":"Tuohey","title":"Director of municipal policy at The Show-Me Institute","group":"Advocates","answer":"Missouri’s taxes are too numerous, too high and too unfair. That is not to say that all taxes are bad or that some shouldn’t be higher. But taxes, even in the best cases, distort the free market, increase costs and create unintended consequences. \n\nMissouri has almost 1,400 different sales tax jurisdictions, including the state, cities, counties and all the various \"alphabet districts\" such as CIDs and TDDs. The result is that sales taxes sometimes exceed 12 percent. The Show-Me State and its cities even tax food. To make matters worse, Kansas City and St. Louis levy a flat 1 percent income tax on earnings alone that includes no exemption on low-income workers. Nothing is more regressive. \n\nAnd what do we do with the money? Too often, city and state leaders hand it off to wealthy and well-connected developers in the form of credits and subsidies — diverting money away from much-needed basic services such as infrastructure and education.","unedited reply":"Missouri’s taxes are too numerous, too high and too unfair. That is not to say that all taxes are bad or that some shouldn’t be higher. But taxes, even in the best cases, distort the free market, increase costs and create unintended consequences. \n\nTaxes should be — for everyone — low and few in number. Missouri has almost 1,400 different sales tax jurisdictions, including the state, cities, counties and all the various \"alphabet districts\" such as CIDs and TDDs. The result is that sales taxes sometimes exceed 12 percent. The Show-Me State and its cities even tax food. To make matters worse, Kansas City and St. Louis levy a flat 1 percent income tax on earnings alone that includes no exemption on low-income workers. Nothing is more regressive than taxing food and income without exemption. \n\nAnd what do we do with the money? Too often, city and state leaders hand it off to wealthy and well-connected developers in the form of credits and subsidies — diverting money away from much-needed basic services such as infrastructure and education. \n\nIf Missouri does not work to reduce the number and rates of taxes, we risk continuing our anemic economic and population growth."},{"first":"Scott","last":"Wagner","title":"Mayor Pro Tem of Kansas City","group":"Leaders","answer":"Our single biggest challenge is preparing the workforce for tomorrow to leave no one behind. The jobs of the future depend on skill sets that require both soft and technical skills that are challenging for many Missourians. It goes beyond traditional education. It means workforce development that prepares a new generation, or transitioning the present workforce to construction, software development and many other vocations that require the skills that will give people their best chance at a career. Economic growth that leads to neighborhood stabilization comes from talent, and we need to grow that.","unedited reply":"Our single biggest challenge is preparing the workforce for tomorrow to leave no one behind. The jobs of the future depend on skill sets that require both soft and technical skills that are challenging for many Missourians. It goes beyond traditional education. It means workforce development that prepares a new generation, or transitioning the present workforce to construction, software development and many other vocations that require the skills that will give people their best chance at a career. Economic growth that leads to neighborhood stabilization comes from talent, and we need to grow that."},{"first":"Maurice A.","last":"Watson","title":"Partner at Husch Blackwell LLP","group":"Advocates","answer":"Development, recruitment and retention of talent needed to provide strong, creative and innovative leadership in the future in government, business, education and the nonprofit sectors. Without such talent, the state will fall behind and fail to thrive.","unedited reply":"Development, recruitment and retention of talent needed to provide strong, creative and innovative leadership in the future in government, business, education and the nonprofit sectors. Without such talent, the state will fall behind and fail to thrive."},{"first":"Pam ","last":"Whiting","title":"Vice president for communications at The Greater Kansas City Chamber of Commerce","group":"Pacesetters","answer":"My answer, in one word: education. \n\nSupport for both K-12 and higher education is critical, but I’d like to focus on the very youngest Missourians. As sister to the head of a Montessori school, I’ve learned a lot about early childhood education. For example, 90 percent of a child’s brain architecture is developed by the time that child is 5. \n\nGetting children off to the right start pays off, reducing juvenile delinquency, addictions, school dropout rates, learning disabilities, obesity and other problems. For every dollar invested in early childhood education, society sees a return of $12. \n\nYet one in three kids in Kansas City Public Schools doesn’t have the skills to succeed in kindergarten. They’re behind even before they start.  \n\nThat needs to change, which is why I’m proud that my organization, the KC Chamber, has launched Pre-KC, an initiative to increase awareness of the importance of quality early childhood education. Visit Pre-KC.org for more information and resources.","unedited reply":"My answer, in one word: education. \n\nSupport for both K-12 and higher education is critical, but I’d like to focus on the very youngest Missourians. \nAs sister to the head of a Montessori school, I’ve learned a lot about early childhood education. Did you know, for example, that 90 percent of a child’s brain architecture is developed by the time that child is five? \n\nGetting children off to the right start pays off, reducing juvenile delinquency, addictions, school dropout rates, learning disabilities, obesity and other problems. Estimates are for every dollar invested in early childhood education, society sees a return on investment of $12. \n\nYet one in three kids in Kansas City Public Schools doesn’t have the skills they need to succeed when they enter kindergarten. They’re behind even before they start.  \n\nThat needs to change, which is why I’m proud that my organization, the KC Chamber, has launched Pre-KC, an initiative to increase awareness of the importance of quality early childhood education. Visit Pre-KC.org for more information and resources. "}]
