[{"first":"Jason","last":"Grill","title":"Politcal analyst and founder of JGrill Media","answer":"Without a doubt, it's infrastructure. Missouri needs to improve its overall infrastructure now and look toward the future. Roads, bridges, buildings, transportation assets and options and energy generation are key. In order to remain competitive, Missouri and its municipalities must give current and future residents and businesses safe and effective infrastructure. From Kansas City to St. Louis, from Columbia to Jefferson City, and from rural community to urban area, Missouri must take infrastructure seriously. Missouri must find innovative ways to work with local and federal officials to fund these assets, maintain them and build the best new infrastructure avenues possible. Finding solutions to the growing infrastructure problems and needs in Missouri is a challenge leaders must confront head on for a better future for this great state. "},{"first":"Patrick","last":"Tuohey","title":"Director of municipal policy, The Show-Me Institute","answer":"Missouri’s taxes are too numerous, too high and too unfair. That is not to say that all taxes are bad or that some shouldn’t be higher. But taxes, even in the best cases, distort the free market, increase costs and create unintended consequences. Taxes should be — for everyone — low and few in number. Missouri has almost 1,400 different sales tax jurisdictions, including the state, cities, counties and all the various \"alphabet districts\" such as CIDs and TDDs. The result is that sales taxes sometimes exceed 12 percent. The Show-Me State and its cities even tax food. To make matters worse, Kansas City and St. Louis levy a flat 1 percent income tax on earnings alone that includes no exemption on low-income workers. Nothing is more regressive than taxing food and income without exemption. And what do we do with the money? Too often, city and state leaders hand it off to wealthy and well-connected developers in the form of credits and subsidies — diverting money away from much-needed basic services such as infrastructure and education. If Missouri does not work to reduce the number and rates of taxes, we risk continuing our anemic economic and population growth."},{"first":"Patrick","last":"Ishmael","title":"Director of government accountability, The Show-Me Institute","answer":"Missouri has a lot of challenges, but its greatest is that of public-private cronyism. That’s because most state and local tax incentives sit out ahead of every other taxpayer priority out there — ahead of health care, ahead of education, ahead of everything. Think Missouri roads need to be improved? Well, historic preservation tax credits get paid out first. Want to better fund K-12 schools? Well, local tax incentives choke away revenue streams from districts, with or without the districts' consent. Tax incentive programs have cost state and local governments billions in recent years, and yet public officials can’t get their act together to rein them in. Even setting aside the dramatic practical impact these tax incentive policies have on government budgets, the fundamental structure of this system is disturbing on its own merits. The taxpaying public have been yoked into subsidizing private projects for a handful of private actors, and that may be fine for a politician donning a hard hat and carrying a spade at a tax-incentivized “ground breaking,” but that’s not so good for the taxpayer whose taxes are higher, roads are worse and education is poorer as a result. It’s time for reform."},{"first":"Kay","last":"Barnes","title":"Former mayor of Kansas City","answer":"The single biggest challenge our leaders must confront to secure a better future for Missouri is recognize and then address the welfare of all citzens regardless of economic level, race, age, or sexual orientation.  \nRecognizing that resources are limited, a bold vision and operational plan needs to be developed and clearly articulated to citizens across the state. This bipartisan plan needs to be developed by a cross-section of public and private sector leaders representing communities of all sizes with a healthy mix of varying constituencies. \nWhat I'm proposing would not be an easy task. It would be fraught with challenges, and yet the end result would be significantly more reflective of the current reality and future potential of Missouri. It would provide widely accepted guidelines for both elected officials and public administrators, as well as business and nonprofit leaders.  An ongoing \"monitoring\" process in which all citizens could participate would enhance the likelihood of our stated goals being realized."},{"first":"Ken","last":"Novak","title":"UMKC professor of criminal justice and criminology","answer":"Crime. Specifically violent crime. Even more specifically, homicides. \nThe typical Missourian will be impacted by homicide in any given year. However, some people and communities are affected by homicides and other violence at an alarming rate. Missouri’s urban centers of, St. Louis and Kansas City consistently log among the highest homicide rates in the country. \nHomicide victims are disproportionately young African-American males, killed by handguns. In Kansas City, the homicide rate for African American males age 20-29 is 10 times higher than other demographic groups in the city, and 57 times higher than the national rate. A report by the Violence Policy Center noted Missouri has the highest African-American homicide rate in the country. \nThis reality has a ripple effect across our state. Violent crime stunts economic development, fosters helplessness, contributes to community level trauma and strains our criminal justice system. And of course homicides have a devastating impact on families and communities. \nThere is no consensus as to why Missouri’s violence is so high, and I am unaware of any single silver bullet to reverse this trend. But one thing is for sure – the violence is killing Missouri."},{"first":"Ryan","last":"Silvey","title":"Missouri Public Service Commissioner","answer":"The biggest challenge our leaders must confront to secure a better future is their own ambition. Nobody pushes big ideas anymore because big ideas take too long to complete. Many won’t be around to take credit at completion, so they opt instead for something easier that they can put on the next mail piece for re-election or TV ad for the next office. The challenges we have are complicated and therefore require complicated solutions. Sound bites and campaign slogans are good for getting elected, but they are terrible for governing. "},{"first":"Mike","last":"Burke","title":"Lawyer and former member of the Kansas City Council","answer":"The regions and metropolitan areas that are prospering in this high-tech society are those that have shown they can best educate, train, retain, attract and steal talent.  Jobs follow the talent pool.  Educated millennials are drawn to a vibrant lifestyle. This has been a key to the success of cities like Austin, Denver, Portland and San Jose. For several decades, Kansas City has been a net exporter of talent to these cities.   More recently our area has become more attractive to creative talent with our active arts, sports and technology communities.  Combined with a competitive cost of living, we have begun to attract and keep talent. The recent effort to attract Amazon to Missouri highlighted both our strengths and shortcomings.  \nTo maintain our momentum, leaders must have a vision of the future that builds on our strengths and addresses our deficiencies. This includes investing in education, cultural amenities and technology.  Elected officials need to fully fund our university system including the Conservatory of Music and Dance and a new technology center at UMKC. Missouri should restore the cuts to the Missouri Technology Corporation that assists startups. We must better demonstrate our inclusiveness and repeal those measures that make discrimination easier.\n"},{"first":"Crosby","last":"Kemper III","title":"Director, The Kansas City Public Library","answer":"Missouri’s growth is the central issue: economic and educational growth which together can make this a healthier and stronger state. Missouri is one of the slowest growing states economically; our education system is mediocre especially in the flagship higher education institutions ( except Washington University) and the demographically elite K-12 public schools ( except again three or four in St. Louis and the superior private schools in St. Louis). Our economic engines, the St. Louis and Kansas City regions are riddled with failed incentive policies and budgets dramatically captured by special interests.\n\nSt. Louis and Kansas City are among the highest tax cities in the United States, because of Earnings taxes—a flat tax—from dollar one, sales taxes, TDD and other special taxing districts, and abatements and diversion of property taxes that favor the wealthiest developers and most profitable companies. And among the most regressive especially when the stunningly high sewer and water rates are considered as they should be.\n\nThe primary cause is the absence of civic leadership, including the traditional media and political parties."},{"first":"Gregg","last":"Keller","title":"Principal, Atlas Strategy Group","answer":"The unchecked power and influence of government unions in Missouri is an issue our leaders need to address for the benefit of not only our government workers, but taxpayers as well.  The unions representing our state’s public sector workers are in the unique position of getting to negotiate with public bodies, while also having the power through their political activity to influence who is elected and, ultimately, with whom they bargain.  \n\nFortunately, legislative leaders in both the Missouri House and Senate are working to implement a government union reform package that would be among the most comprehensive in the country.  The legislation would require government unions to obtain annual authorization for paycheck deductions, re-certify every two years, provide the same financial reports as private sector unions, make collective bargaining meetings and documents open to the public, and prohibit clauses in labor agreements that extend the terms beyond the original expiration date.\n\nGovernment unions negotiate with taxpayer dollars.  With the rate of union membership five times greater in the public sector than in the private sector, now is the time for our leaders to enact reasonable reforms to hold government unions accountable to all Missourians."}]
