[{"first":"Pete","last":"Wilson","title":"Former Governor of California, 1991-1999","organization":"","answer":""},{"first":"Gray","last":"Davis","title":"Former Governor of California, 1999-2003","organization":"","answer":""},{"first":"Curt","last":"Pringle","title":"Former Assembly Speaker  \nFounder of Curt Pringle & Associates public relations","organization":"Curt Pringle & Associates public relations","answer":"Understanding the disproportionality of and instability of our state revenues; now, while we have surplus state funds, is the time to address recalibrating our tax and revenue structure in order to address the state’s long-term fiscal survival.\n"},{"first":"Rosalind","last":"Hudnell","title":"Vice President of  Human Resources at Intel Corp\nChair & President of Intel Foundation ","organization":"Intel Corp.; Intel Foundation","answer":"Implementing real action that will improve and widen educational outcomes and meaningful employment with an inclusive electorate that will drive full accountability.  "},{"first":"Ron","last":"George","title":"Former Chief Justice, California Supreme Court","organization":"California Supreme Court","answer":"A better future for California can be achieved only if our national and state leaders honor the U.S. and California Constitutions’ allocation of respective responsibilities between our national and state governments and among their executive, legislative and judicial branches, and uphold the individual freedoms enshrined in the Bill of Rights.\n"},{"first":"Janet","last":"Napolitano","title":"President, University of California","organization":"University of Californa","answer":"Housing, diminished public investment in higher education, high taxes and crumbling infrastructure -- the greatest challenge will be to sustain the California Dream in light of these, and other, existential threats."},{"first":"Timothy","last":"White","title":"Chancellor, California State University","organization":"California State University","answer":"“Our leaders must develop long-term solutions to California’s generational challenges of education, water, transportation, environment -- bolstered by commensurate sustainable investments in support of those answers -- despite the brevity of our political cycles.\n"},{"first":"Dorothy","last":"Rothrock","title":"President, California Manufacturers & Technology Association","organization":"California Manufacturers & Technology Association","answer":"Improve the business climate to drive new investments, innovation and middle-class job creation.\n"},{"first":"Carl","last":"Guardino","title":"President and CEO, Silicon Valley Leadership Group","organization":"Silicon Valley Leadership Group","answer":"The biggest challenge that we must address across the state is the impact of innovation on the future of work; we must seriously and soberly address the reality that many jobs performed today by hard-working Californians may disappear in the years ahead."},{"first":"Jim","last":"Wunderman","title":"President and CEO, Bay Area Council","organization":"Bay Area Council","answer":""},{"first":"Daniel","last":"Zingale","title":"Senior Vice President, The California Endowment","organization":"The California Endowment","answer":"The biggest challenge is to earn the confidence of millions of Californians who are disillusioned, disadvantaged and deprived of power and the opportunity for health and well-being.\n"},{"first":"Allan","last":"Zaremberg","title":"President and CEO, California Chamber of Commerce","organization":"California Chamber of Commerce","answer":""},{"first":"Erwin","last":"Chemerinsky","title":"Dean of Berkeley Law","organization":"Berkeley Law","answer":"Our leaders must confront the enormous wealth inequality in California, with the most disadvantaged dealing with homelessness, poor schools, food uncertainty and inadequate medical care.\n"},{"first":"Adama","last":"Iwu","title":"Founder","organization":"We Said Enough","answer":""},{"first":"Bill","last":"Burton","title":"Managing Director","organization":"SKDKnickerbocker in Los Angeles","answer":""},{"first":"Chet","last":"Hewitt","title":"president and CEO","organization":"Sierra Health Foundation","answer":""},{"first":"Angie","last":"Wei","title":"Chief of Staff","organization":"California Labor Federation","answer":"How do we create good jobs that improve the quality of life for working people?"},{"first":"Kim","last":"Yamasaki","title":"executive director","organization":"Center for Asians United for Self Empowerment","answer":""},{"first":"Monica","last":"Lozano","title":"publisher and CEO","organization":"La Opinión","answer":""},{"first":"Antonia","last":"Hernandez","title":"president and CEO","organization":"California Community Foundation","answer":""},{"first":"Renata","last":"Simril","title":"president and CEO","organization":"LA84 Foundation","answer":""},{"first":"Kim ","last":"Belshe","title":"Executive Director","organization":"First 5 LA","answer":"Our leaders must prioritize the early learning, health and well-being of young children in policy and budget decisions, for this will shape the collective future of our state."},{"first":"Eric ","last":"Bauman","title":"Chair","organization":"California Democratic Party","answer":"Our challenge is to create economic opportunity for those who have little or none, inclusion and justice for communities that feel left out, especially women and people of color, and to unleash California’s creative and progressive spirit to address chronic problems such as climate change, homelessness, our inadequate health care system and the extraordinary cost of higher education.\n"},{"first":"Jim ","last":"Boren","title":"Former Executive Editor","organization":"The Fresno Bee","answer":"We must engage all Californians in decision-making at every level so that all residents have a voice in basic services such as public safety, effective schools, affordable housing, accessible health care, safe drinking water, neighborhood parks.\n"},{"first":"Madeleine ","last":"Brand","title":"Journalist","organization":"KCRW Los Angeles","answer":"Our leaders must figure out how to address income inequality, which affects everything, including access to health care, good and affordable education, and decent housing.\n"},{"first":"Tom","last":"Campbell","title":"Professor of Law and Professor of Economics","organization":"Chapman University","answer":"Improve education at all levels so that Californians will be qualified for the jobs that will be available.\n"},{"first":"Jon","last":"Coupal","title":"President","organization":"Howard Jarvis Taxpayers Association","answer":"A hostile tax and regulatory environment that is driving California businesses and middle class out of state."}]
