[{"first":"Linda ","last":"Ackerman","title":"President of Marian Bergeson Excellence in Public Service Series","group":"Advocates","answer":"California voters deserve concrete, truthful information to remedy the half truths promoted by their political leaders about the financial, political, environmental and educational situations that exist."},{"first":"Andrea","last":"Ambriz","title":"Chief of Staff and Senior Strategist for Service Employees International Union in Los Angeles","group":"Experts","answer":"California's changing demographics and rising population presents an opportunity, more than just a challenge, for our leaders to transform our economic and political landscape to create a more equitable distribution of resources across all communities statewide."},{"first":"Matt ","last":"Barreto","title":"Co-founder and Managing Partner of Latino Decisions","group":"Educators","answer":"The single biggest challenge facing California is that of inclusion and opportunity to ensure that everyone has an equal opportunity to be included in the California Dream, to have access to education, a fair wage and a chance to own their own home."},{"first":"Eric ","last":"Bauman","title":"Chair of the California Democratic Party","group":"Advocates","answer":"Our challenge is to create economic opportunity for those who have little or none, inclusion and justice for communities that feel left out, especially women and people of color, and to unleash California’s creative and progressive spirit to address chronic problems such as climate change, homelessness, our inadequate health care system and the extraordinary cost of higher education."},{"first":"Kim ","last":"Belshe","title":"Executive Director of First 5 LA","group":"Experts","answer":"Our leaders must prioritize the early learning, health and well-being of young children in policy and budget decisions, for this will shape the collective future of our state."},{"first":"Jim ","last":"Boren","title":"Former Executive Editor of The Fresno Bee","group":"Motivators","answer":"We must engage all Californians in decision-making at every level so that all residents have a voice in basic services such as public safety, effective schools, affordable housing, accessible health care, safe drinking water, neighborhood parks."},{"first":"Barbara","last":"Boxer","title":"U.S. Senator, 1993-2017","group":"Leaders","answer":"California’s challenge is to continue leading the nation and much of the world by prioritizing an educated workforce capable of responding to future breakthrough technologies."},{"first":"Madeleine ","last":"Brand","title":"Radio host with KCRW Los Angeles","group":"Motivators","answer":"Our leaders must figure out how to address income inequality, which affects everything, including access to health care, good and affordable education, and decent housing."},{"first":"Bill","last":"Burton","title":"Managing Director of SKDKnickerbocker in Los Angeles","group":"Advocates","answer":"Until our schools truly reflect the incredible potential of the students who attend them, no elected California leader should be sleeping soundly at night."},{"first":"Tom","last":"Campbell","title":"Professor of Law and Professor of Economics at Chapman University","group":"Educators","answer":"Improve education at all levels so that Californians will be qualified for the jobs that will be available."},{"first":"Bonnie","last":"Castillo","title":"Executive Director of California Nurses Association","group":"Experts","answer":"The deterioration of living standards: inadequate health care, housing, living wage jobs and environmental degradation for millions of working class people and families throughout the state."},{"first":"Larisa","last":"Cespedes","title":"Chair of Hispanas Organized for Political Equality;\nAnd Partner at Lang, Hansen, O’Malley & Miller","group":"Motivators","answer":"California’s leaders must work to improve the economic viability and upward mobility of poor and middle-class families."},{"first":"Erwin","last":"Chemerinsky","title":"Dean and Professor of Law at University of California, Berkeley School of Law","group":"Educators","answer":"Our leaders must confront the enormous wealth inequality in California, with the most disadvantaged dealing with homelessness, poor schools, food uncertainty and inadequate medical care."},{"first":"Jon","last":"Coupal","title":"President of Howard Jarvis Taxpayers Association","group":"Experts","answer":"A hostile tax and regulatory environment that is driving California businesses and middle class out of state."},{"first":"Gray","last":"Davis","title":"Governor of California, 1999-2003","group":"Leaders","answer":"The biggest challenge before Califonia is the need to revamp the entire education system, K through college, so that our children have the skill sets to cope with a constantly changing job market -- because every dream begins with a job. "},{"first":"Harmeet ","last":"Dhillon","title":"Republican National Committee, California,\nand Partner in Dhillon Law Group","group":"Advocates","answer":"The single biggest challenge facing California today is liberal, single-party dominance of policymaking and enforcement in Sacramento; power corrupts and absolute power corrupts absolutely, leaving many citizens feeling increasingly alienated from the ruling elites who are out of touch with the ordinary man and woman in California."},{"first":"Cesar","last":"Diaz","title":"Legislative and Political Director of State Building and Construction Trades Council","group":"Experts","answer":"California's leaders must confront the challenge of climate change, lack of affordable housing and the impact of automation on worker displacement in the midst of epic levels of income inequality."},{"first":"Jon ","last":"Fleischman","title":"Publisher of the FlashReport","group":"Advocates","answer":"Should we be focused on the American ideal of individual liberty and individual responsibility, or is the best path for Californians an ever increasing reliance on state government?"},{"first":"Ron","last":"George","title":"Former Chief Justice of the California Supreme Court","group":"Leaders","answer":"A better future for California can be achieved only if our national and state leaders honor the U.S. and California Constitutions’ allocation of respective responsibilities between our national and state governments and among their executive, legislative and judicial branches, and uphold the individual freedoms enshrined in the Bill of Rights."},{"first":"Carl","last":"Guardino","title":"President and CEO of Silicon Valley Leadership Group","group":"Motivators","answer":"The biggest challenge that we must address across the state is the impact of innovation on the future of work; we must seriously and soberly address the reality that many jobs performed today by hard-working Californians may disappear in the years ahead."},{"first":"Aziza","last":"Hasan","title":"Executive Director of NewGround: A Muslim-Jewish Partnership For Change","group":"Motivators","answer":"As demographics shift to a non-white majority by 2043, and the political polarization gap expands, we need to recognize cultural and community trigger points and find ways to work toward common goals with people with whom we may initially or even perpetually disagree."},{"first":"Antonia","last":"Hernandez","title":"President and CEO of California Community Foundation","group":"Leaders","answer":"The growing income inequality needs to be addressed; our region is supposed to be the land opportunity for all, but across California income inequality has gotten worse in the last decade."},{"first":"Chet","last":"Hewitt","title":"President and CEO of Sierra Health Foundation","group":"Experts","answer":"California’s biggest challenge is economic inequality, particularly as it relates to the percentage of children living in poverty."},{"first":"Laboni","last":"Hoq","title":"Litigation Director for Asian Americans Advancing Justice","group":"Advocates","answer":"Our leaders must embrace our demographic shifts and increased racial, ethnic and religious diversity, value it through both words and action, and firmly and consistently oppose competing forces that seek to push a white supremacist or nativist agenda."},{"first":"Rosalind","last":"Hudnell","title":"Vice President of  Human Resources at Intel Corp\nChair & President of Intel Foundation ","group":"Leaders","answer":"Implementing real action that will improve and widen educational outcomes and meaningful employment with an inclusive electorate that will drive full accountability.  "},{"first":"Adama","last":"Iwu","title":"Senior Director for State Government Relations with Visa\n and Co-Founder of We Said Enough","group":"Motivators","answer":"We must figure out how to ensure that all Californians have lifelong, culturally competent education, from pre-K to workforce to ensure success in a changing world. "},{"first":"Jonathan","last":"Keller","title":"President of California Family Council","group":"Motivators","answer":"Recognizing our state's incredible geographic, ethnic, cultural and religious diversity, leaders must reject \"one-size-fits-all\" policies and instead embrace subsidiarity. "},{"first":"Jessica ","last":"Levinson","title":"Professor of Law at Loyola Law School","group":"Educators","answer":"California has the highest poverty rate in the country and most people don't trust or honestly expect politicians to do anything about that. "},{"first":"Catherine","last":"Lew","title":"Principal and Co-Founder of The Lew Edwards Group","group":"Advocates","answer":"Our collective conscience demands compassionate, meaningful solutions to homelessness.  #takeaction"},{"first":"Monica","last":"Lozano","title":"President and CEO of College Futures Foundation","group":"Educators","answer":"Our state’s civic and economic future is dependent on increasing college graduation rates among California’s diverse populations by creating an affordable, high-functioning postsecondary educational system that supports students and allows them to enter the workforce prepared to participate fully."},{"first":"Donna","last":"Lucas","title":"CEO and President of Lucas Public Affairs","group":"Experts","answer":"I believe the biggest challenge for the next governor is growing a healthy and equitable economy for all Californians as it has an impact on a variety of issues ranging from housing and health care to higher education access and criminal justice. "},{"first":"Mike","last":"Madrid","title":"Principal of Grassroots Lab","group":"Advocates","answer":"The single biggest challenge facing our leaders is managing the extraordinary economic, social and racial changes transforming California."},{"first":"Maria ","last":"Mejia","title":"Los Angeles Director, Gen Next","group":"Motivators","answer":"Our leaders need to push beyond the politics of education reform, and work toward solutions that improve student performance across all demographics and empower them to be competitive in a new and changing marketplace."},{"first":"Janet","last":"Napolitano","title":"President of the University of California","group":"Educators","answer":"Housing, diminished public investment in higher education, high taxes and crumbling infrastructure -- the greatest challenge will be to sustain the California Dream in light of these, and other, existential threats."},{"first":"Jim","last":"Newton","title":"Lecturer of Public Policy at University of California, Los Angeles","group":"Educators","answer":"I believe the biggest problem confronting California in the next decade is its employee and retiree pension obligation."},{"first":"Eloy","last":"Oakley","title":"Chancellor of California Community Colleges","group":"Educators","answer":"Far too many working adults are stuck in low-wage jobs because they lack a college/technical credentials, thus, in order for us to maintain a middle-class and restore the luster of the Golden State, we must find ways to help these Californians earn an industry-valued credential quickly."},{"first":"Astrid ","last":"Ochoa","title":"Election administration and voting advocate","group":"Advocates","answer":"If voter turnout is one measure of the strength of our democracy then California leaders must work to not only increase turnout but also to ensure that California’s electorate reflects its diversity to secure a better future for our state."},{"first":"Kristin ","last":"Olsen","title":"Former minority leader in the California Assembly,\nand Stanislaus County Supervisor ","group":"Leaders","answer":"We must ensure access to a quality education for all California students in order to secure our long-term economic success and to provide opportunities for all Californians to pursue their dreams -- educational excellence is key to our future."},{"first":"Manuel","last":"Pastor","title":"Director of Program for Environmental and Regional Equity at the University of Southern California","group":"Educators","answer":"California needs to create an economy that delivers on both prosperity and inclusion -- and that will require a new social compact weaving together groups, generations, and geographies."},{"first":"John ","last":"Perez","title":"Former Speaker of the California Assembly","group":"Leaders","answer":"The upcoming gubernatorial election comes at an important inflection point for the state of California; during the last administration so much of the focus was on righting issues that were threatening critical aspects of the state’s economic future."},{"first":"Abby","last":"Porth","title":"Executive Director of Jewish Community Relations Council of San Francisco","group":"Motivators","answer":"We need ethical, future-focused leaders who understand the major changing dynamics across our globe and can envision how to maintain California’s status as a democratic, pluralistic, economic and social innovator for the world."},{"first":"Curt","last":"Pringle","title":"Former Assembly Speaker,\nand Founder of Curt Pringle & Associates public relations","group":"Leaders","answer":"Understanding the disproportionality of and instability of our state revenues; now, while we have surplus state funds, is the time to address recalibrating our tax and revenue structure in order to address the state’s long-term fiscal survival."},{"first":"Cassandra","last":"Pye","title":"President of California Women Lead,\nand Founder and CEO of 3.14 Communications","group":"Leaders","answer":"California’s leaders must set aside agendas of well-funded interests and aggressively address our poverty rate and income disparity -- focusing first on education and vocational training, plus modern parameters around building and construction to address our significant housing needs."},{"first":"Mindy ","last":"Romero","title":"Founder and Director of the California Civic Engagement Project at UC Davis","group":"Educators","answer":"Our leaders must aggressively address the disconnect that many people feel from their civic and electoral institutions; inclusive engagement and advocacy are critical to meeting the needs of all Californians."},{"first":"Dorothy","last":"Rothrock","title":"President of California Manufacturers & Technology Association","group":"Experts","answer":"Improve the business climate to drive new investments, innovation and middle-class job creation."},{"first":"Sal","last":"Russo","title":"Co-founder of Tea Party Express","group":"Motivators","answer":"Our political leaders must recognize that many major issues, such as water, tax reform, homelessness, pension reform, low performing schools, criminal justice reform, can no longer be substantively ignored, if we want a brighter future for California, because of a failure to accommodate enough diverse opinions to fashion workable solutions."},{"first":"Roger ","last":"Salazar","title":"President of Alza Strategies","group":"Advocates","answer":"California's biggest challenge is lack of civic engagement from underrepresented communities; until we have an electorate that accurately reflects California, we cannot be assured of a better future for all Californians. "},{"first":"Les","last":"Simmons","title":"Pastor at South Sacramento Christian Center","group":"Motivators","answer":"Equity for all: We must rethink systems rooted in bias and re-imagine our disadvantaged communities to unlock limitless opportunities that ensure California is a Golden State for all."},{"first":"Renata","last":"Simril","title":"President and CEO of LA84 Foundation","group":"Leaders","answer":"Our public education system is one of our greatest priorities; and our ability to educate our young people and provide them opportunity for higher learning is critical to our economic success and a brighter future for all of California."},{"first":"Michele","last":"Siqueiros","title":"President of Campaign for College Opportunity","group":"Educators","answer":"Courage to tackle racial inequality in education for K-12 and higher education in order to finally close racial gaps and ensure that our diverse population of Californians is well prepared for the workforce of tomorrow."},{"first":"Rob","last":"Stutzman","title":"Founder & President of Stutzman Public Affairs","group":"Advocates","answer":"Pension costs are eating a hole in California’s future, and our elected leaders will need to show courage to deal with these mushrooming obligations that will consume local governments and eventually crush the middle class."},{"first":"Ashley","last":"Swearingen","title":"President & CEO of the Central Valley Community Foundation","group":"Leaders","answer":"Affordability is the single biggest challenge our state faces -- whether it’s buying your first home, paying for a college education, running a small business or planning for the future, California has become unaffordable for the vast majority of our residents."},{"first":"David","last":"Townsend","title":"Founder of TCT Public Affairs","group":"Advocates","answer":"The greatest challenge to California’s leaders to secure a better future is how do they fairly restructure California government’s system of taxation and spending in order to pay for pension liabilities, housing, homelessness and other pressing issues without bankrupting the state."},{"first":"Angie","last":"Wei","title":"Chief of Staff of California Labor Federation","group":"Experts","answer":"How do we create good jobs that improve the quality of life for working people?"},{"first":"Timothy","last":"White","title":"Chancellor of the California State University","group":"Educators","answer":"Our leaders must develop long-term solutions to California’s generational challenges of education, water, transportation, environment -- bolstered by commensurate sustainable investments in support of those answers -- despite the brevity of our political cycles."},{"first":"Pete","last":"Wilson","title":"Governor of California, 1991-1999","group":"Leaders","answer":""},{"first":"Jim","last":"Wunderman","title":"President and CEO of Bay Area Council","group":"Experts","answer":"Among many challenges, our next governor and the state Legislature must join in a redesign of California’s approach to housing production in order to address the issue that has become our state’s economic and social Achilles heel."},{"first":"Kim","last":"Yamasaki","title":"Executive Director of Center for Asians United for Self Empowerment","group":"Motivators","answer":"Our leaders must address the growing divide in income inequality; we have to figure out a way for California’s ever-growing and diverse population to have access to equal opportunities to success."},{"first":"Allan","last":"Zaremberg","title":"President and CEO of the California Chamber of Commerce","group":"Experts","answer":"Our highest priority must be maintaining a robust economy so California can provide its residents with a good quality of life and funding for education and health care."},{"first":"Daniel","last":"Zingale","title":"Senior Vice President of The California Endowment","group":"Experts","answer":"The biggest challenge is to earn the confidence of millions of Californians who are disillusioned, disadvantaged and deprived of power and the opportunity for health and well-being."}]
